[
    {
        "title": "LUVAN HAKEMINEN RAKENTAMISEEN",
        "content": [
            "rakennuslupa, toimenpidelupa, ilmoitusmenettely, purkamislupa, maisematyölupa, poikkeaminen bygglov, åtgärdstillstånd, anmälningsförfarande, rivningslov, tillstånd för miljöåtgärder, undantag building licenses"
        ]
    },
    {
        "title": "RT 11-10781",
        "content": [
            "ohjetiedosto lokakuu 2002 1 (12)",
            "Tässä ohjekortissa esitetään lyhyesti maankäyttö- ja rakennuslain mukaista lu- pakäytäntöä rakentamisessa, joka kuuluu rakennusvalvontaviranomaisten toimival- taan. Lisäksi annetaan ohjeita rakennus- luvan hakemiseen, erilaisten suunnitelmi- en, selvitysten ja ohjeiden tarpeisiin sekä asiakirjamenettelyyn."
        ]
    },
    {
        "title": "SISÄLLYSLUETTELO",
        "content": [
            "1 2",
            "JOHDANTO",
            "RAKENTAMISEN YLEISIÄ EDELLYTYKSIÄ",
            "2.1 Huolehtimisvelvollisuus 2.2 Viranomaisvalvonta",
            "2.3 Suunnittelijoiden kelpoisuus 2.4 Rakennuksen suunnittelu",
            "2.5 Ennakkoneuvottelut 3",
            "LUPAMENETTELY",
            "3.1 Naapurien kuuleminen 3.2 Rakennuslupahakemus",
            "3.3 Rakennuslupahakemuksen käsittely 3.4 Lupa- ja valvontamaksu",
            "3.5 Aloittamisoikeus",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "RAKENNUSLUPA",
            "TOIMENPIDELUPA",
            "ILMOITUSMENETTELY",
            "PURKAMISLUPA JA -ILMOITUS",
            "MAISEMATYÖLUPA",
            "SUUNNITTELUTARVERATKAISU",
            "JA POIKKEAMINEN",
            "KIRJALLISUUTTA",
            "IH/1/lokakuu 2002/4000/Vla/Rakennustieto Oy Rakennustietosäätiö 2002",
            "hankkeen vaiheeseen osallistuvat",
            "hankkeen vaihe hankkeen vaiheeseen",
            "liittyviä toimenpiteitä",
            "hankeidea",
            "ennakkoneuvottelut",
            "ENNAKKONEUVOTTELU",
            "• kaavatilanne",
            "mahdollinen rakennuskielto • rakennussuojelutavoitteet muiden lupien tarve naapurien rakennushankkeet",
            "• kaupunkikuvalliset tavoitteet • pohjaolosuhteet jne.",
            "TARVE-",
            "SELVITYS",
            "käyttäjä / rakennuttaja",
            "rakennusluvan hakeminen",
            "NAAPURIEN KUULEMINEN LAUSUNNOT",
            "ENNAKKONEUVOTTELU",
            "ennen rakennuslupa- asiakirjojen jättämistä",
            "suunnittelijan / suunnittelijoiden kelpoisuus • ratkaisun lähtökohdat ja erityisvaatimukset",
            "aloituskokous",
            "rakennuslupa",
            "RAKENNUSLUPAHAKE- MUKSEN KÄSITTELY",
            "lupa- ja valvonta- maksu",
            "• aloittamisoikeus",
            "suunnitelman toimivuus ja tarkoituksenmukaisuus",
            "• kaupunkikuvalliset ja rakennushistorialliset seikat ympäristöön soveltuvuus",
            "erityisselvitysten tarve jne.",
            "HANKE-",
            "SUUNNITTELU",
            "LUONNOS- SUUNNITTELU",
            "TOTEUTUS- SUUNNITTELU",
            "ALOITUSKOKOUS",
            "rakennushankkeeseen ryhtyvä rakennusvalvontaviranomainen",
            "pääsuunnittelija",
            "tarkastukset, lopputarkastus",
            "KORJAUS- JA MUU- TOSRAKENTAMINEN vuosi- ja huolto- korjaukset luvanvaraiset korjauk-",
            "set ja muutokset rakennuslupa toimenpidelupa",
            "vastaava työnjohtaja",
            "kirjataan",
            "velvoitteet",
            "vastuuhenkilöt",
            "tarkastuksia suorittavat henkilöt selvitykset ja toimenpiteet raken- tamisen laadun huolehtimiseksi",
            "• laadunvarmistusselvitys",
            "RAKENTAMINEN HANKINNAT",
            "KÄYTTÖÖN- OTTO",
            "KÄYTTÖ TOIMINTA",
            "pääsuunnittelija",
            "rakennussuunnittelija",
            "pohjarakennussuunnittelija",
            "rakennesuunnittelija",
            "LVI- ja sähkösuunnittelija",
            "sisustussuunnittelija",
            "palourvallisuussuunnittelija / muut suunnittelijat",
            "rakennusvalvontaviranomainen / ympäristökeskus / pelastuslaitos / museoviranomainen / museovirasto / geotekninen osasto",
            "Kuva 1.",
            "Kaavio rakennusluvan liittymisestä hankkeen vaiheisiin ja osapuoliin.",
            "rakentaja",
            "omistaja/käyttäjä/ylläpito-organisaatio",
            "rakennuksen elinkaari",
            "huoltokirjan ylläpito",
            "eikä",
            "ladata",
            "tekoälysovelluksiin .",
            "1 JOHDANTO",
            "Rakentamisen luvanvaraisuuden sekä lupajärjestelmän perus- tana on Maankäyttö- ja rakennuslain 132/1999 luvut 17, 18 ja 19 sekä Maankäyttö- ja rakennusasetuksen 895/1999 luku 11. Tässä RT-ohjekortissa käsitellään tavanomaisia rakentamisen vaatimia lupia, joita ovat rakennus-, toimenpide-, purkamis- ja maisematyölupa sekä ilmoitus- ja poikkeamismenettelyt. Kun- kin otsikon alla viitataan niihin lain ja asetuksen pykäliin, joissa ko. lupa-asia on esitetty kokonaisuudessaan.",
            "Suomen rakentamismääräyskokoelman osan RakMK A2 Rakennuksen suunnittelijat ja suunnitelmat määräykset ja oh- jeet täydentävät maankäyttö- ja rakennuslakia ja -asetusta suunnittelun, suunnitelmien sisällön ja esitystavan sekä raken- nushankkeeseen ryhtyvän huolehtimisvelvollisuuden osalta. Lisäksi rakennushankkeessa noudatettavia muita säännöksiä ja määräyksiä ovat mm.",
            "yleis- ja asemakaava,",
            "Suomen rakentamismääräyskokoelman muut osat ja kuntien rakennusjärjestykset",
            "sekä mm.",
            "• pelastustoimeen,",
            "sähköturvallisuuteen,",
            "• terveydensuojeluun, työturvallisuuteen,",
            "• väestönsuojien rakentamiseen ja",
            "• ympäristönsuojeluun",
            "liittyvät säännökset.",
            "Kunnan rakennusvalvontaviranomaiselle toimitettavista ra- kennuksen suunnitelmista tulee selvitä riittävällä tarkkuudella, että suunnitelma täyttää rakentamiselle asetetut vaatimukset samoin kuin, että suunnitellussa rakentamisessa noudatetaan sitä koskevia säännöksiä ja hyvää rakennustapaa."
        ]
    },
    {
        "title": "2 RAKENTAMISEN YLEISIÄ EDELLYTYKSIÄ",
        "content": [
            "2.1 Huolehtimisvelvollisuus",
            "• MRL 119 § • MRA 74 §, 76 §",
            "Rakennushankkeeseen ryhtyvän käytettävissä tulee olla riittä- vän ajoissa suunnittelutehtävän vaativuutta vastaavasti päte- vyysvaatimukset täyttävät suunnittelijat. Rakentamista koske- van suunnitelman lähtökohdista ja suunnittelijoiden nimeämi- sestä on suotavaa neuvotella rakennusvalvontaviranomaisen kanssa suunnittelua aloitettaessa. Rakennushankkeeseen ryhtyvän on huolehdittava siitä, että suunnittelu ja rakentami- nen toteutuu säännösten ja määräysten sekä myönnetyn luvan mukaisesti.",
            "2.2 Viranomaisvalvonta",
            "• MRL 124 §",
            "• MRA 4§, 76 §",
            "Kunnan rakennusvalvontaviranomaisen tehtävänä on yleisen edun kannalta valvoa rakennustoimintaa sekä osaltaan huo- lehtia, että rakentamisessa noudatetaan, mitä maankäyttö- ja rakennuslaissa tai sen nojalla säädetään tai määrätään.",
            "Valvontatehtävän laajuutta ja laatua harkittaessa otetaan huomioon rakennushankkeen vaativuus, luvan hakijan ja hank- keen suunnittelusta ja toteuttamisesta vastaavien henkilöiden asiantuntemus ja ammattitaito sekä muut valvonnan tarpee- seen vaikuttavat seikat.",
            "2.3 Suunnittelijoiden kelpoisuus",
            "• MRL 123 §",
            "• MRA 48 §",
            "Suunnittelijan koulutus ja kokemus yhdessä muodostavat suunnittelijan pätevyyden. Vaadittava kelpoisuus määräytyy suunnittelijan riittävästä pätevyydestä suhteessa kulloisenkin suunnittelutehtävän vaativuuteen. Suunnittelijoiden kelpoisuu- den arvioimiseksi RakMK osassa A2 esitetään suunnitteluteh- tävien luokitus vaativuuden mukaan ja kuhunkin luokkaan tar- vittava suunnittelijan pätevyys.",
            "Kunnan rakennusvalvontaviranomaisen asia on arvioida suunnittelijoiden kelpoisuus rakennuslupakohtaisesti raken- nushankkeen laadun ja vaativuuden sekä ympäristön asetta- mat vaatimukset huomioon ottaen",
            "• rakennussuunnittelijan kelpoisuus eli koulutus ja kokemus, • erityissuunnittelijoiden kelpoisuus eli koulutus ja kokemus. Korjaus- ja muutostyössä otetaan arvioinnissa lisäksi huomi- oon olemassa olevan rakennuksen asettamat lähtökohdat.",
            "Pääsuunnittelijan kelpoisuuden tulee hankkeessa olla vähin- tään samaa tasoa kuin hankkeen vaativimpaan suunnitteluteh- tävään tarvittava kelpoisuus.",
            "Rakennustietosäätiö 2002",
            "2",
            "3",
            "2.4 Rakennuksen suunnittelu",
            "• MRL 116 §, 117 §, 118 §, 120 § • MRA 49 §",
            "Rakennuksen suunnittelija vastaa suunnitelmansa sisällöstä ja siitä, että se täyttää lain, määräysten ja hyvän rakennustavan vaatimukset. Pääsuunnittelija vastaa ja huolehtii siitä, että ra- kennussuunnitelma ja erityissuunnitelmat muodostavat koko- naisuuden, joka täyttää sille asetetut vaatimukset sekä yhdes- sä rakennushankkeeseen ryhtyvän kanssa hankkeen laadun ja vaativuuden mukaan huolehtii, että",
            "• käytössä olevat lähtötiedot ovat ristiriidattomat ja ajan tasalla",
            "ja saatettu muiden suunnittelijoiden tietoon,",
            "• eri alojen suunnittelijoilla on tieto suunnitelmien vastuunjaosta,",
            "• eri alojen suunnittelijoiden yhteistyö on järjestetty,",
            "• suunnittelulle on varattu riittävästi aikaa,",
            "• tarvittavat suunnitelmat tehdään ja ovat yhteensopivia ja risti- riidattomia. RakMK A2.",
            "Suunnittelijan on mitoitettava resurssinsa esimerkiksi muut meneillä olevat hankkeet, ko. rakennushanketta varten. Pää- suunnittelija huolehtii osaltaan, että laaditussa aikataulussa on suunnittelulle varattu riittävästi aikaa.",
            "Erityissuunnitelmia ei lupakäsittelyssä varsinaisesti tarkasteta, vaan suunnittelija vastaa siitä, että suunnitelmat täyttävät niille asetetut vaatimukset.",
            "2.5 Ennakkoneuvottelut",
            "Ennen rakennushankkeeseen ryhtymistä on tarpeen neuvotel- la rakennusvalvontaviranomaisen kanssa. Tällöin selvitetään luvanvaraisuus, mitä lupia tarvitaan ja minkä viranomaisen toimi- valtaan rakennushanke kuuluu. Ennakkoon neuvotellaan myös lähtökohdista sekä suunnittelijoiden valinnasta jo ennen suunnit- telun aloittamista ja rakennuslupahakemuksen sisällejättämistä.",
            "Suuren ja merkittävän hankkeen yhteydessä pidetään useam- pia ennakkoneuvotteluja, joissa ovat mukana kaikki suunnitteli- jat ja tarvittavat viranomaistahot, esimerkiksi ympäristökeskus, pelastuslaitos, kaupunginmuseo, geotekninen osasto. Ennakko- neuvotteluissa voidaan myös harkita, onko hanke sellainen, että sitä voidaan käsitellä muiden kuin pääpiirustusten perusteella. Ennakkoneuvotteluissa voidaan käsitellä seuraavia hankkee- seen liittyvät asioita",
            "• rakennushankkeen vaativuus",
            "• suunnitelman lähtökohdat ja suunnittelijoiden kelpoisuus • kaavoitustilanne, rakennuskiellot ja -rajoitukset",
            "• ympäristöön soveltuvuus",
            "• ympäristö- ja suojelukysymykset",
            "• mahdolliset muut luvat, mm. ympäristöluvan tarpeellisuus",
            "• kiinteistön muodostus- ja kiinteistörekisteriasiat",
            "• erityiskysymyksinä",
            "poikkeamiset ja päätösten hakeminen, rasitteet geotekniset seikat, pohjavesi, pilaantuneet maat palotekniset, rakenteelliset ja äänitekniset ratkaisut",
            "Ivv- ja kvv-kysymykset, vss-tarve, liikkumisesteettömyys jne. • tarvittavat ennakkolausunnot, esimerkiksi rakennushistorial- lisista, kaupunkikuvallisista tai teknillisistä seikoista, turvalli- suus- ja terveellisyysvaatimuksista jne.",
            "Rakennuspaikan vaatimukset",
            "MRL 116 §",
            "MRA 57 §",
            "Rakennuspaikalle asetettuja vaatimuksia ovat",
            "asemakaava-alueella",
            "elinympäristön terveellisyys, turvallisuus ja viihtyisyys",
            "palvelujen saatavuus",
            "liikenteen järjestäminen",
            "asemakaava-alueen ulkopuolella",
            "tarkoitukseen soveltuvuus",
            "rakentamiseen kelpoisuus",
            "riittävä suuruus, vähintään 2000 m^{2}",
            "• rakennuspaikalla ei ole tulvan, sortuman tai vyörymän vaaraa. Rakennuksen etäisyys",
            "• palovaarallinen rakennus vähintään 15 m rajasta ja",
            "20 m naapurirakennuksesta",
            "asemakaava-alueen ulkopuolella vähintään 5 m rajasta ja",
            "10 m naapurirakennuksesta ilman suostumusta.",
            "Rakentamisen vaatimukset",
            "MRL 117 §",
            "MRA 50 §, 53 §",
            "• Rakennuksen on",
            "sovelluttava ympäristöön ja maisemaan",
            "- täytettävä kauneuden ja sopusuhtaisuuden vaatimukset täytettävä olennaiset tekniset vaatimukset",
            "oltava tarkoitustaan vastaava, korjattavissa, huollettavissa ja muunneltavissa",
            "sovelluttava käytön mukaan liikkumis- ja toimimisesteisille. • Korjaus- ja muutostöissä on otettava huomioon rakennuksen ominaisuudet ja erikoispiirteet soveltuvuus aiottuun käyttöön.",
            "• Rakentamisen on noudatettava hyvää rakennustapaa. • Rakennus on ekologisilta ominaisuuksiltaan kestävä.",
            "Rakennustaiteen ja kaupunkikuvan vaatimukset",
            "sekä rakennuksen kunnossapito",
            "MRL 118 §, 166 §",
            "MRA 66 §",
            "Rakentaminen, purkaminen, muutos- ja korjaustyöt eivät saa turmella",
            "• kaupunkikuvaa eikä",
            "• historiallisesti tai rakennustaiteellisesti arvokkaita rakennuksia. Rakennus ympäristöineen on pidettävä sellaisessa kunnossa, että se • täyttää terveellisyyden, turvallisuuden ja käyttökelpoisuuden vaatimukset • ei aiheuta ympäristöhaittaa tai rumenna ympäristöä",
            "Kohta 2.1",
            "Huolehtimisvelvollisuus rakentamisessa MRL 119 §",
            "MRA 74 §, 76 §",
            "Viranomaisvalvonta",
            "MRL 124 §",
            "MRA 4 §, 76 §",
            "Kohta 2.2",
            "Rakennushankkeessa toimivien kelpoisuus",
            "MRL 123 §",
            "MRA 48 §",
            "Kohta 2.3",
            "Rakennuksen suunnittelu",
            "MRL 120 §",
            "MRA 49 §",
            "Aloituskokous",
            "MRL 121 §",
            "MRA 74 §",
            "Ennen rakentamista pidettävässä aloituskokouksessa",
            "Kohta 2.4",
            "• täsmennetään rakennushankkeeseen ryhtyvän huolehtimisvelvollisuus",
            "• tutkitaan selvityksen tarve toimenpiteistä rakentamisen laadun",
            "varmistamiseksi.",
            "Rakennustyönjohdon vaatimus",
            "MRL 122 §",
            "MRA 73 §",
            "Lupaa tai muuta viranomaishyväksyntää vaativaan työhön",
            "tarvitaan rakennusvalvontaviranomaisen hyväksymät",
            "• vastaava työnjohtaja",
            "• erityisalan (LVI- ja kvv-työnjohtaja) työnjohtaja vaativuuden mukaan",
            "• rakennusluvassa tai työn aikana määrätyt muiden eritysalojen vastaavat työnjohtajat.",
            "Kuva 2.",
            "Rakentamisen yleisiä edellytyksiä sisältäviä MRL:n ja MRA:n kohtia.",
            "Rakennustietosäätiö 2002",
            "kopioida, jakaa, välittää, muunnella eikä ladata tekoälysovelluksiin.",
            "3 LUPAMENETTELY",
            "3.1 Naapurien kuuleminen",
            "• MRL 133 §",
            "• MRA 65 §",
            "Rakennushankkeen koko ja sijainti vaikuttavat naapurien kuu- lemistapaan. Kuulemismenettelyjä ovat",
            "• rakennuslupahakemuksen vireilletulosta ilmoittaminen naa- pureille",
            "• asian vireilläolosta tiedottaminen rakennuspaikalla",
            "• katselmuksen toimittaminen rakennuspaikalla tarvittaessa.",
            "Luvanhakija voi itse etukäteen tiedottaa rakennuslupahake- muksesta naapureilleen. Tällöin viranomaisille annetaan selvi- tys kirjallisesti siitä, että naapureilla on tieto asiasta ja mahdolli- suus tutustua asiakirjoihin ja piirustuksiin.",
            "Vaihtoehtoisesti rakennusvalvontaviranomainen voi hakijan kustannuksella lähettää rakennus- tai muun lupahakemuksen vireille tulosta kirjeen rakennuspaikan naapuritonttien haltijoille ja omistajille, joille varataan vähintään kaksi viikkoa postileiman päivämäärästä huomautuksen tekemiseen. Asia voidaan myös hoitaa viran puolesta hakijan kustannuksella kuulutuksella leh- dessä, esimerkiksi kun naapureita on paljon, naapuritontin omistaa suuri perikunta tai naapuri asuu ulkomailla.",
            "3.2 Rakennuslupahakemus",
            "• MRL 131 §",
            "Rakennuslupa haetaan kirjallisesti ja sen hakee rakennuspai- kan haltija, joko omistaja tai hänen valtuuttamansa henkilö tai sitä vuokra- tai muun sopimuksen perusteella hallitseva. Asun- to-osakeyhtiössä luvanhakijana toimii joko yhtiön hallitus tai hallituksen valtuuttama osakkeenomistaja. Rakennuslupaha- kemusasiakirjat koostuvat lupahakemuksesta, pääpiirustuksis- ta ja tarvittavista selvityksistä. Kuva 4. Kunta- ja hankekohtai- sesti lisäselvitysten tarve vaihtelee. Kuvat 5 ja 6.",
            "Rakennussuunnitelmat esitetään RakMK:n osassa A2 an- nettujen määräyksien ja ohjeiden mukaan.",
            "티 3.3 Rakennuslupahakemuksen käsittely",
            "MRL 60 §, 134 §",
            "MRA 6 §, 68 §",
            "Rakennuslupahakemuksen käsittelyssä tarkastetaan, että ra- kennusluvan edellytykset ovat olemassa. Rakennuspaikalla on tarvittaessa toimitettava katselmus rakennuksen ympäristöön soveltuvuuden selvittämiseksi, rakentamisen vaikutusten arvi- oimiseksi ja naapurien kuulemiseksi. Rakennuslupahakemuk- sista voidaan pyytää muilta kunnan tai valtion viranomaisilta lausuntoja. Kun rakennuslupa myönnetään, lupapäätöksessä • hyväksytään samalla pääpiirustukset rakentamisessa nou- datettaviksi",
            "voidaan vaatia käsittelyn aikana erityissuunnitelmia ja li- säselvityksiä laadun varmistamiseksi",
            "määrätään pysyvään asumiseen tai työskentelyyn tarkoite- tun rakennuksen käyttö- ja huolto-ohje laadittavaksi.",
            "Jos lupa käsitellään muiden asiakirjojen kuin pääpiirustusten perusteella, asianomaista rakennusvaihetta koskevat piirus- tukset saatetaan hyväksyttäviksi ennen tätä koskevan työ- vaiheen aloittamista.",
            "Lupamenettelyn perusteita",
            "MRL 130 §",
            "MRA 74 §",
            "Lupamenettelyssä otetaan kantaa mm.",
            "• aloituskokouksen tarpeeseen",
            "• erityissuunnitelmien ja selvitysten tarpeeseen",
            "• mahdollisten erityistyönjohtajien tarpeeseen",
            "• käyttö- ja huolto-ohjeen laatimistarpeeseen",
            "• katselmustarpeeseen ympäristöön soveltuvuudesta",
            "• rakentamisen vaikutuksen arvioimiseen",
            "naapurien kuulemiseen",
            "• liikkumisesteettömän rakentamisen edistämiseen myös työpaikoilla",
            "ekologisten näkökohtien huomioonottamiseen",
            "• rakennusjätteen käsittelyyn",
            "• materiaalikierron edellytyksiin.",
            "Rakennuslupahakemus",
            "MRL 131 §",
            "Ympäristövaikutusten arviointi",
            "MRL 132 §",
            "MRA 60 §",
            "Kohta 3.2",
            "• Ympäristövaikutusten arviointiselostus, jos se on laadittava, liitetään rakennuslupahakemukseen tai ilmoitukseen. • Alueellisen ympäristökeskuksen lausunto tarvitaan, jos lupaa haetaan MRA 60 § luetelluille alueille.",
            "Naapurien kuuleminen",
            "MRL 133 §",
            "MRA 65 §",
            "Rakennuslupahakemuksen käsittely",
            "MRL 60 §, 134 §",
            "MRA 66 §, 68 §",
            "Lupamääräykset",
            "MRL 141 §",
            "MRA 83 §",
            "Lupapäätökseen voidaan liittää määräyksiä",
            "• aloituskokousta koskevia MRL 121 § ja MRA 74 §",
            "Kohta 3.1",
            "Kohta 3.3",
            "• käyttö- ja huolto-ohjeiden laatimista koskevia MRL 153 § ja MRA 66 §",
            "• kokoontumistiloja koskevia MRA 54 §",
            "rakennustyön tarkastusasiakirjaa koskevia MRA 77 §",
            "erityissuunnitelmien toimittamisesta MRL 120 §",
            "• katselmusten pyytämisestä MRA 76 §",
            "• vastuulliset työnjohtajista MRA 70 §, MRA 71 §.",
            "Lupapäätöksestä ilmoittaminen",
            "MRL 142 §, 198 §",
            "MRA 97 §",
            "Lupapäätös",
            "• annetaan julkipanon jälkeen, jolloin valitusaika alkaa täsmällisesti",
            "• toimitetaan hakijalle, viranomaisille ja niille, jotka ovat sitä",
            "huomautuksessa tai erikseen pyytäneet.",
            "purkamis- ja maisematyöluvista ja poikkeamispäätöksistä tiedotetaan alueellista ympäristökeskusta.",
            "Luvan voimassaolo ja jatkaminen",
            "MRL 143 §",
            "Lupa raukeaa jos",
            "• rakennustöitä ei ole aloitettu kolmessa vuodessa",
            "• rakennustyöt eivät ole valmistuneet viidessa vuodessa. Pidennystä voi saada enintään",
            "• kaksi vuotta aloittamiseen",
            "• kolme vuotta kerrallaan valmistumista varten.",
            "Aloittamisoikeus",
            "MRL 144 §",
            "Lupa- ja valvontamaksu",
            "MRL 145 §",
            "Rakentamiseen liittyvä tilastointi",
            "MRL 147 §",
            "Kohta 3.5",
            "Kohta 3.4",
            "• Rakennustunnus muodostuu sijaintikiinteistön kiinteistötunnuksesta",
            "ja rakennusnumerosta.",
            "• Huoneistotunnus annetaan asuinhuoneistolle, joka sijaitsee",
            "useamman asunnon sisältävässä rakennuksessa.",
            "• Lupahakemukseen liitetään tilastotietolomake.",
            "Kuva 3.",
            "Rakennuslupamenettelyyn ja lupaharkintaan liittyviä MRL:n ja",
            "MRA:n kohtia.",
            "Rakennustietosäätiö 2002",
            "4",
            "Rakennustietosäätiö 2002",
            "5",
            "3.4 Lupa- ja valvontamaksu",
            "• MRL 145 §",
            "Luvan hakija tai toimenpiteen suorittaja maksaa kunnalle tar- kastus- ja valvontatehtävistä sekä muista viranomaistehtävistä maksun, joka määräytyy kunnan hyväksymän taksan mukaan. Lisäksi peritään esimerkiksi rakennuskohtainen perusmaksu, maksut vastaavien työnjohtajien hyväksymisestä ja purkamisil- moituksesta. Lupapäätöksen maksu peritään yhdellä kertaa ja se kattaa myös rakennustyönaikaisen viranomaisvalvonnan.",
            "3.5 Aloittamisoikeus",
            "• MRL 144 §",
            "Lupaviranomainen voi antaa luvan rakennustyön tai muun toi- menpiteen suorittamiseen osittain tai kokonaan ennen kuin lu- papäätös on saanut lainvoiman. Luvat ja toimenpiteet, joihin aloittamisoikeus voidaan ulottaa, ovat",
            "• rakennuslupa",
            "• toimenpidelupa",
            "• maisematyölupa",
            "• yhdyskuntateknisten laitteiden sijoittamispäätös ja sen muut- taminen",
            "• vähäisten laitteiden sijoittamispäätös.",
            "Aloittamisoikeutta varten tulee hakijan asettaa hyväksyttävä vakuus niiden haittojen, vahinkojen ja kustannusten korvaami- sesta, jotka päätöksen kumoaminen tai luvan muuttaminen voi aiheuttaa. Vakuuden määrä ja laatu ovat viranomaisen harkin- nassa. Valitusviranomainen voi kuitenkin kieltää kunnan viran- omaisen myöntämän aloitusoikeuden täytäntöönpanon.",
            "Rakennus Rakennelma Laitos",
            "Viranomaisohjauksen tarve",
            "Kyllä",
            "Masto Säiliö Piippu",
            "Rakennus- järjestyksen mukaan",
            "MRL 113 §",
            "MRL 126 §",
            "MRA 62 § 63 §",
            "Eivät kaikilta osin",
            "edellytä rakentamisessa muutoin tarvittavaa ohjausta",
            "Ei",
            "Rakennus- lupa",
            "Toimenpide- lupa",
            "Ilmoitus",
            "Vapautus",
            "Kuva 4.",
            "Rakentamiseen liittyvien lupien tarve.",
            "•",
            "radontekninen suunnitelma",
            "kalliorakentamistekninen suunnitelma",
            "suunnitelma rakennuksen lämpö-,",
            "kosteus- ja ääniteknisestä toimivuudesta",
            "ympäristökartta",
            "asemapiirros",
            "Ο",
            "pohjapiirros leikkauspiirros detaljipiirros",
            "selvitykset",
            "valaistussuunnitelma",
            "paloturvallisuusselvitys",
            "suunnitelma paloilmoitinjärjestelmistä ja koneellisesta savunpoistosta",
            "merkki- ja turvavalaistussuunnitelma sammutusautomatiikkasuunnitelma",
            "rakennusautomaatiosuunnitelma",
            "Kuva 5.",
            "Mahdollisia erityissuunnitelmia ja selvityksiä hankkeen laadusta ja erityispiirteistä riippuen."
        ]
    },
    {
        "title": "4 RAKENNUSLUPA",
        "content": [
            "Rakennuslupaa ja toimenpidelupaa vaativan toimenpiteen väli- sen rajan vetäminen on jätetty ensivaiheessa rakennusvalvon- taviranomaisen ratkaistavaksi. Rakentamisen ohjauksen ja val- vonnan tarve ja ympäristövaikutukset ratkaisevat sen, milloin ra- kennuskohteita on pidettävä rakennuksina tai milloin niihin so- velletaan toimenpidelupasäännöksiä.",
            "Rakennusjärjestyksessä voidaan antaa helpotuksia luvan- varaisuuteen koskien toimenpidettä, jota kunnan tai sen osan olosuhteet huomioon ottaen pidetään vähäisenä, MRA 62 § ja 63 §. Rakennuslupa voidaan myöntää myös määräaikaisena tai tilapäiseen rakentamiseen."
        ]
    },
    {
        "title": "• MRL 125 §",
        "content": [
            "Rakennuslupa tarvitaan mm.",
            "• rakennuksen rakentamiseen",
            "sellaiseen korjaus- ja muutostyöhön, joka on verrattavissa ra- kennuksen rakentamiseen",
            "• rakennuksen laajentamiseen",
            "sellaiseen korjaus- ja muutostyöhön, jolla voi olla vaikutusta rakennuksen käyttäjien turvallisuuteen tai terveydellisiin oloihin. Tällaisia luvan vaativia korjaus- ja muutostöitä voivat olla esimerkiksi",
            "märkätilojen rakentaminen",
            "lämmitys-, ilmanvaihto- sekä vesi- ja viemärijärjestelmän muutokset",
            "rakenteelliset tai rakennustekniikkaan liittyvät muutokset. käyttötarkoituksen olennaiseen muuttamiseen. Luvanvarai- suutta harkittaessa otetaan huomioon muutoksen vaikutus kaavan toteuttamiseen, muuhun maankäyttöön tai raken- nukselta vaadittaviin ominaisuuksiin. Tällaisia käyttötarkoi- tuksen olennaisia muutoksia ovat esimerkiksi",
            "myymälän muutos myyntitilasta ravintolaksi teollisuus- ja varastorakennuksen muutos palovaaralli- suusluokaltaan vaativammaksi",
            "loma-asunnon muuttaminen pysyvään asumiseen.",
            "Rakennuspaikkaa koskevat selvitykset",
            "ote alueen peruskartasta tai",
            "asemakaavaote asemakaava-alueella",
            "rakennuslupakartta",
            "asemakaavamääräykset kiinteistökartta",
            "rakennuskielto",
            "tontin pinta-alat",
            "kiinteistörekisteriote",
            "• selvitys rakennuspaikan pohjaolosuhteista",
            "ja perustamistavasta, pintavaai'ituskartta",
            "• soveltuminen ympäristöön",
            "• mahdollisia muita selvityksiä, esimerkiksi",
            "terveellisyydestä ja korkeusasemasta ja näiden edellyttämästa perustamistavasta ja tarvittavista muista toimenpiteistä (radon, maaperän saastuminen, pohjavesien pilaantuminen), MRA 49 §",
            "alueelllisen ympäristökeskuksen lausunto, MRA 60 § museoviranomaisen lausunto",
            "julkisivupiirrokset",
            "leikkauspiirrokset",
            "pohjapiirrokset",
            "Ο",
            "asemapiirros",
            "Pääpiirustukset",
            "kopioida, jakaa, välittää, muunnella eikä ladata",
            "tekoälysovelluksiin.",
            "Muut lupahakemusasiakirjat"
        ]
    },
    {
        "title": "Kuva 6.",
        "content": [
            "lupahakemus",
            "• tilastolomakkeet",
            "• todistus tontin hallintaoikeudesta ja",
            "karttaote kiinteistörekisteristä",
            "• tonttijakokartta tarvittaessa",
            "• ote alueen peruskartasta tai",
            "asemakaavaote asemakaava-alueella",
            "• muita kuntakohtaisesti / hankekohtaisesti / vaadittavia / tarvittavia / asiakirjoja, esimerkiksi poikkeamispäätös, rasitesopimus, liikenneselvitys, vesi- ja viemäröintiselvitys",
            "Rakennuslupahakemukseen liitettäviä, rakennushankkeeseen ryhtyvän toimittamia asiakirjoja.",
            "Rakennustietosäätiö 2002",
            "6",
            "7"
        ]
    },
    {
        "title": "Rakennusluvan edellytykset asemakaava-alueella",
        "content": [
            "• MRL 135 §",
            "Asemakaava-alueella rakennusvalvontaviranomainen harkit-",
            "see, että seuraavat rakennusluvan myöntämisen edellytykset toteutuvat",
            "• rakennushanke on voimassaolevan asemakaavan mukainen tai sillä on poikkeamispäätös",
            "asemakaavan ajanmukaisuuden arviointi (MRL 60 §) rakennuslupakäsittelyn lykkääminen kaavan ajanmukai- suuden arvioimiseksi (MRA 68 §)",
            "• rakennuspaikan yleiset edellytykset",
            "rakennuskieltoja ei ole",
            "tontti on rekisteröity tai on ehto rakennuksen käyttöönotosta rekisteröintiin jälkeen",
            "poikkeamispäätös on, jos tontti ei ole rekisteröity",
            "rakennushankkeeseen liittyvät historialliset tai rakennus- taiteelliset arvot otetaan huomioon",
            "rakennuspaikan meluhaitat, kunnallistekniikka otetaan huomioon",
            "pilaantuneiden maiden poistaminen otetaan huomioon rakennuspaikalle on käyttökelpoinen pääsytie tai mahdolli- suus sellaisen järjestämiseen",
            "vedensaanti ja jätevedet voidaan hoitaa tyydyttävästi ja il- man haittaa ympäristölle",
            "• rakentaminen täyttää yleiset rakentamiselle asetetut vaati- mukset (MRL 117 §)",
            "• rakennus soveltuu paikalle",
            "• rakennusta ei sijoiteta tai rakenneta niin, että se tarpeetto- masti haittaa naapuria tai vaikeuttaa naapurikiinteistön sopi- vaa rakentamista."
        ]
    },
    {
        "title": "Rakennusluvan edellytykset asemakaava-alueen ulkopuolella",
        "content": [
            "• MRL 136 §",
            "Asemakaava-alueen ulkopuolella rakennusvalvontaviranomai- nen harkitsee, että seuraavat rakennusluvan myöntämisen edel- lytykset toteutuvat",
            "• rakennuspaikka täyttää rakennuspaikkaa koskevat vaati- mukset (MRL 116 §)",
            "• rakentaminen täyttää yleiset rakentamiselle asetetut vaati- mukset (MRL 117 §)",
            "• rakennus soveltuu paikalle",
            "• rakennuspaikalle on pääsytie tai mahdollisuus sellaisen jär- jestämiseen",
            "• vedensaanti ja jätevedet voidaan hoitaa tyydyttävästi ja ilman haittaa ympäristölle",
            "• rakennusta ei sijoiteta tai rakenneta niin, että siitä on kohtuu- tonta haittaa naapurille tai naapurikiinteistön rakentamiselle • teiden rakentaminen, vedensaanti tai viemäröinti ei aiheuta erityisiä kustannuksia kunnalle",
            "• maakuntakaavasta tai yleiskaavasta johtuvat rakentamisra- joitukset (MRL 33 §) tai rakentamis- ja toimenpiderajoitukset (MRL 43 §) otetaan huomioon.",
            "Alueesta riippuen selvitetään rakennuskieltotilanne eli tarvit- seeko rakentaminen",
            "suunnittelutarveratkaisun (MRL 137 §) tai poikkeamispäätöksen (MRL 172 §).",
            "Ranta-alueelle ja rantavyöhykkeelle rakennettaessa tietyis- sä tapauksissa edellytetään ympäristökeskuksen poikkeamis- päätöstä."
        ]
    },
    {
        "title": "Kuva 7.",
        "content": [
            "julkisivupiirrokset",
            "leikkauspiirrokset",
            "pohjapiirrokset",
            "asemapiirros",
            "Ο",
            "tontin tai rakennuspaikan pinta- vesien käsittely",
            "• piha- ja istutussuunnitelma",
            "• liikkumis- ja toimimisesteettömyys • jätevesien imeyttäminen tai muu käsittely sekä jätehuollon järjestä- minen haja-asutusalueella",
            "• selvitys kiinteistön jätehuollon järjestämisestä",
            "• väestönsuojasuunnitelma",
            "• kerrosalaselvitys",
            "• rakenteet poikkileikkauksina",
            "paloturvallisuussuunnitelma",
            "liikkumis- ja toimimisesteettömyys",
            "• rakennusosien poikkileikkaukset selitteineen • rakennusrungon perusperiaatteet",
            "• liittyminen ympäröivään rakennuskantaan myös naapurikiinteistöjen rakennuksiin julkisivujen värityssuunnitelma",
            "• pintamateriaalit",
            "Pääpiirustuksia täydentäviä selvityksiä, jotka tarvittaessa laadi-",
            "taan erillisinä asiakirjoina."
        ]
    },
    {
        "title": "Kuva 8.",
        "content": [
            "• erityissuunnitelmia kvv-, LVI-",
            "ja rakennesuunnitelmat",
            "• energiataloudellinen selvitys",
            "• rakennuksen äänitekninen toimivuus",
            "• rakennuksen kosteustekninen toimivuus",
            "• rakenteiden kokonaisvakavuus ja lujuus • sisäilmastotavoitteet ja niihin vaikuttavat tekijät poistumisaikalaskelma / turvallisuusselvitys",
            "• korjausrakentamishankkeessa",
            "rakennukseen tai sen osaan kohdistuva kuntotutkimus rakennustaiteellisesti tai kulttuurihistoriallisesti arvokkaan",
            "rakennuksen rakennushistoriallinen selvitys",
            "Tarvittaessa hakemukseen liitettäviä tai lupapäätöksessä mah-",
            "dollisesti vaadittavia selvityksiä.",
            "Rakennustietosäätiö 2002",
            "ladata",
            "tekoälysovelluksiin.",
            "kopioida, jakaa, välittää, muunnella",
            "eikä"
        ]
    },
    {
        "title": "5 TOIMENPIDELUPA",
        "content": [
            "Rakennuksena ei pidetä kooltaan vähäistä ja kevytrakenteista rakennelmaa tai pienehköä laitosta, ellei sillä ole erityisiä maan- käytöllisiä tai ympäristöllisiä vaikutuksia. Jos jonkin rakennelman tai laitoksen pystyttäminen vaatii viranomaisvalvontaa, tulkitaan se rakennukseksi ja sille haetaan rakennuslupa. Kuva 9.",
            "Toimenpideluvat voidaan korvata kokonaan tai osittain kun- nan rakennusjärjestyksessä ilmoitusmenettelyllä. Vähäiset toi- menpiteet voidaan rakennusjärjestyksessä vapauttaa ennakol- lisesta viranomaisvalvonnasta kokonaankin."
        ]
    },
    {
        "title": "Toimenpideluvan tarve",
        "content": [
            "• • MRA 62 §",
            "MRL 126 §, 168 §",
            "Kuntien rakennusvalvontaviranomaiset antavat tietoja ja neu- voja toimenpideluvan tarpeesta perustuen maankäyttö- ja ra- kennuslakiin sekä kunnan rakennusjärjestykseen, jossa mää- rätään toimenpideluvan tarve ja luvan tarpeesta vapauttami- sesta. Toimenpidelupa haetaan rakennusluvan sijasta",
            "• sellaisten rakennelmien ja laitosten, kuten maston, säiliön ja piipun pystyttämiseen, joiden lupa-asian ratkaiseminen ei edellytä rakennuslupaa",
            "• sellaisen rakennelman ja laitoksen pystyttämiseen ja sijoitta- miseen, jota ei pidetä rakennuksena",
            "• muuhun kuin rakennuslupaa vaativaan rakennuksen ulko- asua muuttavaan toimenpiteeseen",
            "• asuinhuoneiston yhdistämiseen tai jakamiseen.",
            "Toimenpiteiden luvanvaraisuudesta on asetuksessa yksitois- takohtainen luettelo, MRA 62 §. Kuva 9.",
            "Luettelossa mainitun rakennelman tai laitoksen pystyttämi- seen tai sijoittamiseen voidaan vaatia rakennuslupa turvalli- suuteen, terveellisyyteen, maisemaan, viihtyisyyteen tai muu- hun ympäristönäkökohtaan liittyvästä syystä.",
            "Jos toimenpiteellä ei ole vaikutusta luonnonoloihin, ympä- röivän alueen maankäyttöön taikka kaupunki- tai maisemaku- vaan, ei toimenpidelupakaan ole tarpeen. Esimerkiksi pientalo- tontin perällä olevan tavallisen leikkimökin tai kasvihuoneen ra- kentaminen voi olla tällainen toimenpide.",
            "Kevyet rakennelmat tai pienehköt laitokset, esimerkiksi jako- kaapit, kierrätysastiat, postilaatikot, betoniset ajoesteet, lehtien jakelulaatikot, eivät yleensä tarvitse lupaa eikä niistä tarvitse il- moittaa. Niiden tulee kuitenkin sopeutua ympäristöön eivätkä ne saa olla haitaksi liikenteelle. Tarvittaessa kunnan rakennus- valvontaviranomainen voi jälkivalvonnan keinoin puuttua tilan- teeseen.",
            "Toimenpideluvan edellytykset",
            "• MRL 138 §",
            "Toimenpiteen lupaedellytyksiä arvioidaan esteettiseen laatuun, ympäristöön ja paikalle soveltumiseen sekä maankäyttöön että naapurustoon liittyvien vaikutusten pohjalta siten, että",
            "• noudatetaan rakennusluvan edellytyksiä vain siltä osin kuin on tarpeen maankäytöllisten ja ympäristöllisten vaikutusten arvioimiseksi, esimerkiksi kun kysymyksessä on",
            "vaikutus luonnonoloihin",
            "vaikutus ympäristöalueen maankäyttöön soveltuminen kaupunki- tai maisemakuvaan",
            "• toimenpideluvalla toteutettavat hankkeet eivät aiheettomasti vaikeuta lunastusluvan tarkoituksen toteuttamista, esimer- kiksi liikenneväylä, sähkölinja.",
            "Toimenpidelupa tarvitaan esimerkiksi seuraavien raken- nelmien tai laitosten rakentamiseen, pystyttämiseen tai si- joittamiseen",
            "1 rakennelma",
            "katos, vaja, kioski, käymälä, esiintymislava",
            "2 yleisörakennelma",
            "urheilu- tai kokoontumispaikka, katsomo, yleisöteltta",
            "3 liikuteltava laite",
            "asuntovaunun tai -laivan tms. paikallaan pitäminen sellaista käyttöä varten, mikä ei liity tavanomaiseen retkeilyyn",
            "4 erillislaite",
            "masto, piippu, varastointisäiliö, hiihtohissi, muisto- merkki",
            "5 vesirajalaite",
            "suurehko laituri tai muu vesirajaa muuttava tai siihen olennaisesti vaikuttava rakennelma, kanava, aallon- murtaja tai vastaava",
            "6 säilytys- tai varastointialue",
            "muusta alueesta erotettu suurehko varastointi- tai pysäköintialue taikka tällaiseen alueeseen verratta- va alue",
            "7 julkisivutoimenpide",
            "rakennuksen julkisivun, kattomuodon, katteen tai sen värityksen, ulkoverhouksen, rakennusaineen tai värityksen taikka ikkunajaon muuttaminen, katuku- vaan vaikuttavan markiisin asettaminen taikka ik- kunajaon muuttaminen",
            "8 mainostoimenpide",
            "muun kuin luonnonsuojelulaissa säädetyn rakennel- man, tekstin tai kuvan asettaminen ulkosalle mainos- tai muussa kaupallisessa tarkoituksessa taikka ikku- naa peittävän mainoksen pysyvä tai pitkäaikainen asettaminen",
            "9 aitaaminen",
            "rakennettuun ympäristöön liittyvä erottava kiinteä aita tai kadun reunusmuuri",
            "10 kaupunkikuvajärjestely",
            "kaupunki- tai ympäristökuvaan merkittävästi ja pit-",
            "käaikaisesti vaikuttava järjestely tai muutos",
            "11 huoneistojärjestely",
            "asuinhuoneiston yhdistäminen tai jakaminen"
        ]
    },
    {
        "title": "Kuva 9.",
        "content": [
            "Esimerkkejä toimenpideluvan tarpeesta MRA 62 §:n mukaan.",
            "Rakennustietosäätiö 2002",
            "8",
            "kopioida, jakaa, välittää, muunnella eikä ladata tekoälysovelluksiin.",
            "Rakennustietosäätiö 2002",
            "9",
            "ASUINHUONEISTON MUUTOKSET",
            "• vastuu hankkeeseen ryhtyvällä",
            "muutoksen suorittaja taloyhtiö",
            "• pätevä suunnittelija, hankkeen laadun ja tehtävän vaativuuden edellyttämä koulutus ja kokemus",
            "• muutossuunnitelmat",
            "•",
            "rakennussuunnitelmat",
            "rakennesuunnitelmat",
            "erityissuunnitelmat LVIS",
            "noudatetaan määräyksiä",
            "MRL ja MRA",
            "RakMK osat",
            "RAKENNUSLUPAA EDELLYTTÄVÄT MUUTOKSET",
            "6",
            "ILMOITUSMENETTELY",
            "• MRL 129 § • MRA 63 §",
            "Ilmoitusmenettelyn käyttäminen",
            "Kunta voi rakennusjärjestyksessä määrätä, että merkityksel- tään ja vaikutukseltaan vähäiseen rakentamiseen tai muuhun toimenpiteeseen voidaan ryhtyä ilman rakennus- tai toimenpi- delupaa sen jälkeen, kun asianomainen on tehnyt tätä koske- van ilmoituksen kunnan rakennusvalvontaviranomaiselle.",
            "Kunnan rakennusvalvontaviranomaisen tulee ilmoituksen si- jasta edellyttää rakennus- tai toimenpideluvan hakemista, jos se yleisen edun tai naapurien oikeusturvan kannalta on tar- peen. Rakentamiseen tai muuhun toimenpiteeseen voidaan ryhtyä, jollei rakennusvalvontaviranomainen 14 päivän kulues- sa ilmoituksen vastaanottamisesta ole edellyttänyt luvan hake- mista ilmoitettuun hankkeeseen.",
            "Rakennusjärjestyksessä voidaan määrätä ilmoitusmenette- lyn soveltamisesta olosuhteet huomioonottaen vähäisenä pi- dettyyn toimenpiteeseen.",
            "Ilmoituksentekijältä voidaan edellyttää naapurien suostu- muksen liittämistä ilmoitukseen.",
            "•",
            "•",
            "käyttötarkoituksen olennainen muuttaminen mm.",
            "- loma-asunnon muuttaminen pysyväksi asunnoksi",
            "toimiston muuttaminen asunnoksi ullakon muuttaminen asunnoksi",
            "korjaus- ja muutostyö, jos vaikutusta käyttäjien turvallisuuteen tai terveydellisiin oloihin mm. kantavien rakenteiden muutokset",
            "paloteknisen osastoinnin muutokset uloskäytävien muutokset",
            "• muutos, jossa rakennuksen kerrosala kasvaa",
            "• märkätilojen laajennukset",
            "asuntosaunan tai",
            "laajan kylpyhuoneen rakentaminen",
            "todetun laajan terveydellisen haitan poistaminen",
            "• merkittävät julkisivumuutokset",
            "TOIMENPIDELUPAA EDELLYTTÄVÄT MUUTOKSET",
            "• asuinhuoneistojen yhdistäminen",
            "• asuinhuoneiston jakaminen",
            "• julkisivumuutokset yleensä",
            "Kuva 10.",
            "Asuinhuoneiston muutoksiin tarvittavat luvat.",
            "tekoälysovelluksiin."
        ]
    },
    {
        "title": "7 PURKAMISLUPA JA -ILMOITUS",
        "content": [
            "• MRL 127 §, 139 §",
            "• MRA 67 §, 69 §"
        ]
    },
    {
        "title": "Purkamisluvan tarve",
        "content": [
            "Purkamislupa tarvitaan",
            "• rakennuskieltoalueella ja asemakaava-alueella",
            "• yleiskaava-alueella, jolla näin on määrätty. Purkamislupaa ei tarvita",
            "• jos voimassa olevan rakennusluvan toteuttaminen edellyttää rakennuksen purkamista",
            "• jos vahvistettu katu- tai tiesuunnitelma edellyttää rakennuk- sen purkamista",
            "• jos kyseessä on vähäinen talousrakennus tms., jota ei pidetä historiallisesti tai rakennustaiteellisesti arvokkaana tai tällai- sen kokonaisuuden osana."
        ]
    },
    {
        "title": "Purkamisilmoitus",
        "content": [
            "Vaikka purkamislupaa ei tarvita, purkamisesta tehdään purka- misilmoitus rakennusvalvontaviranomaiselle 30 päivää ennen purkamistyöhön ryhtymistä. Rakennusvalvontaviranomainen voi perustelluista syistä vaatia luvan hakemista tämän ajan kuluessa."
        ]
    },
    {
        "title": "Purkamisluvan edellytykset",
        "content": [
            "Purkamisluvan myöntämisen edellytyksenä on, että",
            "• purkaminen ei merkitse rakennettuun ympäristöön sisältyvi- en perinne-, kauneus- tai muiden arvojen hävittämistä eikä haittaa kaavoituksen toteuttamista",
            "purkamistyön järjestäminen selvitetään yksityiskohtaisesti, esimerkiksi purkamisen turvallisuusriskit sekä niiden eliminoi- minen",
            "• rakennusjätteen käsittely ja käyttökelpoisten rakennusosien hyväksi käyttäminen selvitetään lupahakemuksessa",
            "• rakennusvalvontaviranomainen tiedottaa kunnanhallituksel- le ja alueelliselle ympäristökeskukselle purkamisaikomuk- sesta, jos historiallisesti tai rakennustaiteellisesti arvokas ra- kennus, kaupunkikuva tai rakennettu ympäristö on vaarassa turmeltua.",
            "Myönnetyistä purkamisluvista rakennusvalvontaviranomai- nen ilmoittaa alueelliselle ympäristökeskukselle, jolla myös on niistä valitusoikeus.",
            "Kun purkamislupa tarvitaan, purkamistöitä ei saa aloittaa, en- nenkuin purkamislupa on lainvoimainen."
        ]
    },
    {
        "title": "8 MAISEMATYÖLUPA",
        "content": [
            "• MRL 128 §, 140 §",
            "• MRA 69 §, 72 §",
            "Maisematyölupa koskee maisemaa muuttavaa maanraken- nustyötä eli kaivamista, louhimista, tasoittamista ja täyttämistä sekä puiden kaatamista tai muuta näihin rinnastettavaa työtä. Kaivaminen, louhiminen, puiden kaataminen tai muu näihin verrattava rakentamista valmisteleva toimenpide voidaan suo- rittaa ennen rakennustyön aloittamista noudattaen, mitä maise- matyöluvasta säädetään."
        ]
    },
    {
        "title": "Maisematyöluvan tarve",
        "content": [
            "Maisematyölupa tarvitaan",
            "• asemakaava-alueella",
            "• yleiskaava-alueella, jolla näin on määrätty",
            "• rakennuskieltoalueella.",
            "Maisematyölupaa",
            "• ei tarvita rakennus- tai toimenpideluvan mukaisten töiden suorittamiseen tai vähäisiin toimenpiteisiin",
            "• ei sovelleta sellaiseen maa-ainesten ottamiseen, johon tarvi- taan maa-aineslain mukainen lupa."
        ]
    },
    {
        "title": "Maisematyöluvan edellytykset",
        "content": [
            "Maisematyölupaa myönnettäessä edellytetään, että",
            "• toimenpide asemakaava- tai yleiskaava-alueella ei vaikeuta alueen käyttämistä kaavassa varattuun tarkoitukseen eikä turmele kaupunki- tai maisemakuvaa",
            "• toimenpide rakennuskieltoalueella tai alueella, jolla on toi- menpiderajoitus, ei tuota huomattavaa haittaa kaavan laati- miselle eikä turmele kaupunki- tai maisemakuvaa.",
            "Myönnetyistä maisemaluvista rakennusvalvontaviranomai- nen ilmoittaa viipymättä alueelliselle ympäristökeskukselle, jol- la myös on niistä valitusoikeus.",
            "kopioida, jakaa, välittää, muunnella",
            "eikä",
            "ladata",
            "Purkamislupa",
            "D",
            "ة",
            "Purkamisilmoitus",
            "• rakennuskielto- alueella",
            "• asemakaava-",
            "alueella",
            "• yleiskaava-",
            "alueella, jos",
            "näin on määrätty",
            "• voimassaolevan rakennusluvan toteuttaminen edellyttää purkua",
            "• vahvistettu katu- tai tiesuunnitelma edellyttää purkua",
            "• vähäinen talous- rakennus tms.. jolla ei historial- lista tai rakennus- taiteellista arvoa"
        ]
    },
    {
        "title": "Kuva 11.",
        "content": [
            "Purkamisluvan tarve.",
            "Rakennustietosäätiö 2002",
            "10",
            "Rakennustietosäätiö 2002",
            "11"
        ]
    },
    {
        "title": "9 SUUNNITTELUTARVERATKAISU JA POIKKEAMINEN",
        "content": [
            "• MRL 16 §, 72 §, 137 §, 172 §, 173 §, 175 § • MRA 85 §, 86 §, 87 §, 88 §, 89 §, 90 §",
            "Ennen rakennuslupaa saatetaan edellyttää suunnittelutarve- ratkaisua tai poikkeamispäätöstä.",
            "Kunta voi oikeusvaikutteisessa yleiskaavassa tai rakennusjär- jestyksessä osoittaa suunnittelutarvealueeksi alueen, jolla sen si- jainnin vuoksi on odotettavissa suunnittelua edellyttävää yhdys- kuntakehitystä tai jolla erityisten ympäristöarvojen tai ympäristö- haittojen vuoksi on tarpeen suunnitella maankäyttöä. Yleiskaavan tai rakennusjärjestyksen määräys alueen osoittamisesta suunnit- telutarvealueeksi on voimassa enintään 10 vuotta kerrallaan.",
            "Kaikki kunnan suunnittelutarveratkaisut käsitellään kunnas- sa yleensä erillisinä hakemuksina. Suunnittelutarveratkaisu voidaan tarvittaessa tehdä rakennusluvan kanssa samanaikai- sesti. Rakennustöitä ei voi kuitenkaan aloittaa ennen kuin suunnittelutarveratkaisu tai poikkeamispäätös on saavuttanut lainvoiman."
        ]
    },
    {
        "title": "Erityiset edellytykset suunnittelutarvealueella",
        "content": [
            "Suunnittelutarvealueella, jolle ei ole hyväksytty asemakaavaa, rakennusluvan edellytyksenä on, että rakentaminen",
            "• ei aiheuta haittaa kaavoitukselle tai alueiden käytön muulle järjestämiselle",
            "• ei aiheuta haitallista yhdyskuntakehitystä",
            "• on sopivaa maisemallisesti eikä vaikeuta luonnon- tai kulttuu- riympäristön arvojen säilyttämistä eikä virkistystarpeiden tur- vaamista.",
            "Edellytysten olemassaolon ratkaisee kunnan päättämä vi- ranomainen, yleensä rakennusvalvontaviranomainen yhdessä kaavoituksesta vastaavan viranomaisen kanssa, rakennuslu- pamenettelyn yhteydessä tai erillisessä menettelyssä. Kunnan tulee toimittaa lupapäätös tiedoksi alueelliselle ympäristökes- kukselle."
        ]
    },
    {
        "title": "Poikkeamisen edellytykset",
        "content": [
            "Poikkeaminen ei saa",
            "• aiheuttaa haittaa kaavoitukselle, kaavan toteuttamiselle tai alueiden käytön muulle järjestämiselle",
            "• vaikeuttaa luonnonsuojelun tavoitteiden saavuttamista",
            "• vaikeuttaa rakennetun ympäristön suojelemista koskevien tavoitteiden saavuttamista."
        ]
    },
    {
        "title": "Poikkeamismenettely",
        "content": [
            "Ennen poikkeamista koskevan asian ratkaisemista on naapu- reille ja muille, joiden oloihin hanke saattaa huomattavasti vai- kuttaa, varattava tilaisuus kirjallisen muistutuksen tekemiseen. Poikkeamispäätöksen tekee pääsääntöisesti kaavoitusvi- ranomainen, poikkeustapauksissa alueellinen ympäristökes- kus. Tarvittaessa on pyydettävä alueellisen ympäristökeskuk- sen lausunto.",
            "Poikkeamispäätöksen tekee joko kunnan viranomainen (kunnanhallitus, kaavoitusviranomainen, rakennusvalvontavi- ranomainen) tai laissa luetelluissa tilanteissa alueellinen ympä- ristökeskus.",
            "Alueellisen ympäristökeskuksen lausunto on pyydettävä aina, kun poikkeaminen koskee",
            "• rantarakentamista",
            "• aluetta, jolla on valtakunnalliset alueidenkäyttötavoitteet",
            "• luonnonsuojelun kannalta merkittävää aluetta",
            "• rakennussuojelun kannalta merkittävää kohdetta tai aluetta • virkistys- ja suojelualueeksi varattua aluetta",
            "• rakennusoikeuden lisäämistä."
        ]
    },
    {
        "title": "Vähäinen poikkeaminen",
        "content": [
            "Päätöksenteossa katsotaan, että poikkeaminen ei ole alueiden käytön suunnitteluun liittyvien edellytysten vastaista tai vaikeuta säännöksessä mainittujen tavoitteiden toteutumista tai saavutta- mista. Poikkeaminen ei saa myöskään merkitä rakentamiselle asetettujen keskeisten vaatimusten syrjäytymistä.",
            "Vähäistä poikkeamista koskeva päätös tehdään tapauskoh- taisesti rakennuslupapäätöksen yhteydessä. Tässä yhteydes- sä on mahdollista vähäisessä määrin poiketa kaikista säännök- sistä, määräyksistä, kielloista ja muista rajoituksista, ei kuiten- kaan sunnittelutarveratkaisua ja maisematyölupaa koskevista säännöksistä.",
            "• osoittaa alueen sijainnin",
            "• olemassaolevat rakennukset suunnitellut rakennukset",
            "rakennustoimenpiteet rakennuspaikalla",
            "ympäristökartta",
            "asemapiirros",
            "• arvio poikkeamista koskevan hakemuksen keskeisistä",
            "vaikutuksista ja hakemuksen perustelut",
            "• todistus tontin hallintaoikeudesta",
            "• selvitys kuulemisesta, MRA 86 §",
            "• poikkeamishakemus"
        ]
    },
    {
        "title": "Kuva 12.",
        "content": [
            "Poikkeamista koskevia hakemusasiakirjoja.",
            "tekoälysovelluksiin.",
            "KIRJALLISUUTTA"
        ]
    },
    {
        "title": "Viranomaisten määräyksiä ja ohjeita",
        "content": [
            "MRL Maankäyttö- ja rakennuslaki. Suomen säädöskokoelma 132/1999. 24 s.",
            "(RT YM1-21107)",
            "MRA Maankäyttö- ja rakennusasetus. Suo- men säädöskokoelma 895/1999. 12 s.",
            "(RT YM1-21124)",
            "YVAL Laki ympäristövaikutusten arviointimenet- telystä. Suomen säädöskokoelma 468/1994. Seurattu säädökseen 267/1999 asti. 3 s.",
            "(RT YM1-21110)",
            "YVAA Asetus ympäristövaikutusten arviointi- menettelystä. Suomen säädöskokoelma 268/1999. 4 s.",
            "(RT YM1-21111)",
            "RakMK A1 Rakennustyön valvonta. Määräyk- set ja ohjeet 2000. Ympäristöministeriö, asun- to- ja rakennusosasto. Suomen rakentamis- määräyskokoelma. 21 s.",
            "(RT RakMK-21156).",
            "RakMK A2 Rakennuksen suunnittelijat ja suunnitelmat. Määräykset ja ohjeet 2002. Ympäristöministeriö, asunto- ja rakennusosasto. Suomen rakentamismääräyskokoelma. 16 s. (RT RakMK-21202).",
            "RakMK A4 Rakennuksen käyttö- ja huolto-ohje. Määräykset ja ohjeet 2000. Ympäristöministe- riö, asuntoja rakennusosasto. Suomen rakenta- mismääräyskokoelma. 4 s.",
            "(RTRakMK-21155).",
            "RakMK E1 Rakennusten paloturvallisuus. Määräykset ja ohjeet 2002. Ympäristöministe- riö, asunto- ja rakennusosasto. Suomen ra- kentamismääräyskokoelma. 29 s. (RT RakMK-21201).",
            "RakMK F1 Liikkumisesteetön rakentaminen. Määräykset ja ohjeet 1997. Ympäristöministe- riö, asunto- ja rakennusosasto. Suomen ra- kentamismääräyskokoelma. 4 s.",
            "(RT RakMK-21156).",
            "RakMK F2 Rakennuksen käyttöturvallisuus. Määräykset ja ohjeet 2001. Ympäristöministe- riö, asunto- ja rakennusosasto. Suomen ra- kentamismääräyskokoelma. 20 s.",
            "(RT RakMK-21184).",
            "RakMK G1 Asuntosuunnittelu. Määräykset 1994. Ympäristöministeriö, Asuntoja raken- nusosasto. Suomen rakentamismääräysko- koelma 2 s.",
            "(RT RakMK-20941).",
            "RT-ohjekortteja",
            "RT 15-10784 Asemapiirustuksen laatimisoh- je. 2002. 16 s.",
            "RT 15-10272 Muutos- ja korjausrakentamisen piirustukset, merkinnät ja laadinta. 1985. 6 s.",
            "RT 15-10634 Piirustuslehti. Rakennuspiirus- tukset. 1997. 4 s.",
            "RT 15-10635 Esitystapaohjeet. Rakennuspii- rustukset. 1997. 24 s.",
            "RT 15-10641 Mitoituksen esittäminen. Raken- nuspiirustukset. 1997. 12 s.",
            "RT 15-10772 Piirustus- ja asiakirjaluettelo. 2002. 11 s.",
            "Muita julkaisuja",
            "Maankäyttö- ja rakennuslaki selityksineen. Käytännön käsikirja. Lauri Jääskeläinen, Ola- vi Syrjänen. Rakennustieto Oy. 2000. 440 s. Harkintavalta kaavoituksessa ja rakentami- sessa. Olavi Syrjänen. Rakennustieto Oy. 1999. 344 s.",
            "Maankäyttö- rakennuslaki perusteluineen. Lakikokoelma. Oy Edita Ab. 2000. 283 s.",
            "ladata",
            "Tämän ohjekortin laadintaan on osallistunut Rakennustietosäätiön",
            "Rakennuslupa",
            "toimikunta TK 226",
            "Arkkitehti Kimmo Lehtola",
            "Arkkitehti Esko Rautiola",
            "Arkkitehti Pentti Saavalainen",
            "Arkkitehti Sirkka-Liisa Söyrilä Rakennusarkkitehti Irja Hansio",
            "Rakennustietosäätiö 2002",
            "12"
        ]
    }
]