[
    {
        "title": "POLTETUT TIILET",
        "content": [
            "Tässä ohjekortissa esitetään poltettujen tiilien mittatietoja sekä niiden laatu- ja käyttö- ominaisuuksia."
        ]
    },
    {
        "title": "SISÄLLYSLUETTELO",
        "content": [
            "1",
            "YLEISTÄ",
            "2 TIILITYYPIT",
            "3",
            "4",
            "5",
            "6",
            "7",
            "SUOJAAMATON JA SUOJATTU MUURAUS",
            "OMINAISUUDET",
            "4.1 Koostumus",
            "4.2 Mitat",
            "4.3 Ulkonäkö",
            "4.4 Lujuusominaisuudet",
            "4.5 Kestävyysominaisuudet",
            "4.6 Palotekniset ominaisuudet",
            "4.7 Meluntorjunta, äänitekniset ominaisuudet",
            "4.8 Lämpötekniset ominaisuudet",
            "MUITA TEKNISIÄ OMINAISUUKSIA",
            "5.1",
            "Kemialliset ominaisuudet",
            "5.2 Biologiset ominaisuudet 5.3 Ekologiset ominaisuudet",
            "CE-MERKINTÄ",
            "HANKΙΝΤΑ",
            "8 KÄYTTÖ JA YLLÄPITO",
            "KIRJALLISUUTTA"
        ]
    },
    {
        "title": "1 YLEISTÄ",
        "content": [
            "Poltettu tiili valmistetaan savesta, johon lisätään hiekkaa, sahanpurua ja mahdollises- ti myös muita lisäaineita. Massa poltetaan riittävän korkeassa lämpötilassa keraami- sen sidoksen aikaansaamiseksi. Poltettuja tiiliä käytetään esimerkiksi kantavien ja ei- kantavien rakenteiden muuraukseen, julkisivumateriaalina, tulisijoissa, savupiipuissa ja sisustusmateriaalina.",
            "Poltetuista tiilistä on tuotestandardi SFS-EN 771-1:2012 + A1:2015 Muurauskappaleiden spesifikaatiot. Poltetut tiilet. Poltetuista tiilistä muurattuja rakenteita on käsitelty RT-oh- jeiden ryhmässä 82 Pystyrakenteet. Valmistajakohtaisia tuotetietoja löytyy RT tietoväylä -verkkosivulta kohdasta \"RT tuotetieto\".",
            "Tiilirakenteita koskee",
            "Ympäristöministeriön asetus kantavista rakenteista 477/2014",
            "SFS-EN 1996 Eurokoodi 6: Muurattujen rakenteiden suunnittelu, osat 1–1, 1–2 ja osa 2 Eurokoodin 6 kansalliset liitteet.",
            "RT 103281",
            "OHJEKORTTI",
            "syyskuu 2020",
            "1 (8)",
            "korvaa RT 35-11136",
            "2 TIILITYYPIT",
            "Tiilityypit luokitellaan koon ja käyttötarkoituksen mukaan.",
            "Peruskokoinen täystiili (PT) on tarkoitettu lähinnä tulisijojen ja savupiippujen ala- osan muuraukseen, koska se on massiivisena runsaasti lämpöä varaava ja savilaastil- la muurattuna sallii lämpöliikkeet reikätiiltä paremmin. Siitä käytettiin aikaisemmin nimitystä hormitiili.",
            "Peruskokoinen reikätiili (PRT) soveltuu sellaisenaan tulisijamuuraukseen ja sitä suo- sitellaan savupiippujen säälle alttiiden osien muuraukseen. Sitä voidaan käyttää myös julkisivuverhouksissa ja kaikissa kantavissa rakenteissa. Siitä käytettiin aikaisemmin nimitystä hormireikätiili.",
            "Normaalikokoinen reikätiili (NRT) soveltuu piippujen ja tulisijojen muuraukseen. Moduulikokoinen reikätiili (MRT) soveltuu matalien, alle 3-kerroksisten rakennusten julkisivuverhouksiin. Sen lisäksi niitä käytetään ei-kantavien väliseinien muuraukseen. Reikätiilet (RT) soveltuvat korkeiden yli 2-kerroksisten rakennusten julkisivuverhouk- siin. Niitä voidaan käyttää esimerkiksi kantavien väliseinien muuraukseen (285\\times135 \\times75 mm ja 285\\times135\\times60 mm).",
            "Kennoharkot ovat joko avokennoisia, jolloin eristeenä toimii pelkästään ilma, tai per- liittitäytteisiä, jolloin eristeenä toimii vulkaanikivirouhe. Avokennoiset harkot sovel- tuvat alle 3-kerroksisten rakennusten kantavaksi seinärakenteeksi. Perliittitäytteisistä harkoista voidaan tehdä myös yli 3-kerroksisia rakennuksia. Rakenteisiin soveltuvat harkkotyypit selvitetään valmistajalta.",
            "Tiililaattoja (TL) käytetään betonielementtien pinnoitukseen, mutta ne soveltuvat myös lattian- ja pihakansien päällysteiksi. Ns. sisustustiiliä käytetään seinäpintojen ver- houksiin sisätiloissa. Tiililaattoja voidaan valmistaa myös perinteistä 20 mm paksumpi- na, etenkin silloin, kun kyseessä on eläväpintainen ja hieman strukturoidumpi tiililaatta. Tulitiili on tavanomaista korkeampia lämpötiloja ja lämpötilan vaihteluita kestävä, erityissavesta ja lisäaineista polttamalla valmistettu keraaminen muurauskivi tai tu- lenkestävästä valumassasta valmistettu keraaminen muurauskivi, jota käytetään kiin- teällä polttoaineella toistuvasti lämmitettäviin tulisijoihin. Tulisijan tulipesä ja tulta vastaan olevat pinnat tehdään tulitiilistä tai tulenkestävästä valumassasta. Tulitiiliä käytetään lähinnä teollisuuslaitosten prosessiuuneissa, mutta ne soveltuvat myös tavallisten tulisijojen kuumimpiin, tulelle alttiisiin osiin. Asuinrakennusten puuläm- mitteisten tulisijojen tulipesät muurataan yleensä taloustulitiilillä.",
            "Runkotiili. Ohutsaumamuuraustekniikalla muurattavaa runkotiiltä käytetään kanta- vien ja ei-kantavien seinien muuraukseen. Runkotiilet ovat yleensä pontattuja. Muototiilet ovat esimerkiksi kulmastaan viistettyjä tai pyöristettyjä. Niitä käytetään mm. aukkojen pielissä, nurkissa ja julkisivuissa.",
            "Tiilipalkit ovat aukon ylityksiin tarkoitettuja betonivahvisteisia raudoitettuja palkke- ja. Valmistajan on ilmoitettava, täyttävätkö muurauskappaleet P-tiilien vai U-tiilien vaatimukset.",
            "3",
            "SUOJAAMATON JA SUOJATTU MUURAUS",
            "Suojaamaton muuraus",
            "Suojaamaton muuraus voi altistua sateelle, jäätymiselle tai sulamiselle. Se voi olla myös kosketuksissa maaperään tai pohjaveteen. Ulkoseinämuuraus voi olla täysin suojaamaton tai aiotussa käyttötarkoituksessa osittain suojattu (esimerkiksi ohuella rappauskerroksella). Se on joko kantava tai ei-kantava rakenne.",
            "Suojaamattomassa muurauksessa käytetään poltettua U-tiiltä (unprotected).",
            "Suojattu muuraus",
            "Suojattu muuraus ei altistu vedelle eikä ole kosketuksissa maaperään tai pohjaveteen. Se voi olla joko kantava tai ei-kantava rakenne, kuten",
            "ulkoseinämuuraus, joka on suojattu esimerkiksi sopivalla rappauskerroksella tai verhouksella",
            "rakoseinän sisämuuri tai",
            "sisäseinä.",
            "Suojatussa muurauksessa käytetään poltettua P-tiiltä (protected).",
            "4 OMINAISUUDET",
            "Lape",
            "Pituus",
            "Leveys",
            "Muuratuissa rakenteissa käytettävien poltettujen tiilien ominaisuudet ilmoitetaan tuotestandardin SFS-EN 771-1 mukaisella CE-merkinnällä lukuun ottamatta tulitiiliä. Näiden ominaisuuksien on täytettävä soveltamisstandardissa SFS 7001 Muuratuille tuotteille eri käyttökohteissa vaadittavat ominaisuudet ja niille asetetut vaatimustasot sekä poltetuille tiilille esitetyt kansalliset vaatimustasot.",
            "4.1 Koostumus",
            "Poltettujen tiilien pääraaka-aine on savi. Tiilissä voidaan käyttää savimassan ja tiilen ominaisuuksia parantavia aineita. Tavallisimmat lisäaineet ovat hiekka tai tiilimurska laihdutusaineena. Tiilen pakkasenkestävyyttä voidaan parantaa ja halkeilua vähen- tää lisäämällä savimassaan sahanpurua. Sahanpuru palaa tiiltä poltettaessa ja jättää tiileen huokosia, joihin jäätyvä vesi pääsee laajenemaan. Reikätiilen puristuslujuus on täystiiltä suurempi.",
            "4.2 Mitat",
            "Tiilien mitat ilmoitetaan seuraavasti: pituus (mm) × leveys (mm) x korkeus (mm). Tiilien ja tiililaattojen nimitykset ja perusmitat esitetään kuvassa 1. Perusmitoista poikkeavis- ta reikätiilistä käytetään yleistä tyyppimerkintää RT ja tiililaatoista tyyppimerkintää TL. Tiilen mitat ilmoitetaan tyyppimerkinnän yhteydessä. Poltettujen tiilien tiilikoot muutettiin vuoden 2017 alussa. Kuvassa 2 esitetään poltettujen tiilien vanhat tiilikoot (ennen vuotta 2017) ja nykyiset tiilikoot. Vanhojen tiilikokojen mukaisia tiiliä voi tar- vittaessa tilata, esimerkiksi korjausrakentamiskohteisiin.",
            "Korkeus",
            "Pää",
            "Syrjä",
            "Kuva 1. Tiilen pintojen ja mittojen nimitykset.",
            "Poltetut tiilet",
            "Vanhat tiilikoot",
            "Uudet tiilikoot",
            "RT85 (285 x 135 x 85 mm) NRT (270 x 130 x 75 mm)",
            "RT75 (285 x 135 x 75 mm)",
            "MRT85 (285 x 85 x 85 mm)",
            "MRT75 (285 x 85 x 75 mm)",
            "Muuttumattomat tiilikoot",
            "RT60 (285 x 135 x 60 mm)",
            "MRT60 (285 x 85 x 60 mm)",
            "Tulisijat ja hormit",
            "PT/PRT (257 x 123 x 57 mm)",
            "NRT (270 x 130 x 75 mm), punatiiliä",
            "Kuva 2. Poltettujen tiilien vanhat tiilikoot",
            "(ennen vuotta 2017) ja nykyiset tiilikoot.",
            "PT",
            "257123",
            "57",
            "Perus-",
            "kokoinen",
            "täystiili",
            "257\\times123\\times57",
            "Käytetään tulisijojen ja savupiippujen alaosan muuraukseen.",
            "PRT",
            "Perus-",
            "257",
            "kokoinen",
            "123",
            "57",
            "reikätiili",
            "257\\times123\\times57",
            "Käytetään tulisijojen ja savupiippujen säälle alttiiden osien muuraukseen",
            "NRT",
            "Normaali-",
            "270",
            "kokoinen",
            "130",
            "reikätiili",
            "75",
            "270\\times120\\times75",
            "Käytetään pääsääntöisesti tulisijojen ja",
            "savupiippujen muuraukseen sekä",
            "korjausrakennuskohteisiin.",
            "RT",
            "Reikätiili",
            "285",
            "135",
            "75 ja 60",
            "Kennoharkko",
            "Muototiili",
            "285\\times135\\times75 ja 285\\times135\\times60",
            "Käytetään korkeiden (yli 2 krs) rakennusten julkisivuverhouksiin ja kantavien väliseinien muuraukseen.",
            "Useita erilaisia kokoja ja tyyppejä eri tarkoituksiin:",
            "ulkoseinä-, väliseinä- ja palkkiharkkoja. Tarkemmat tiedot valmistajalta.",
            "Käytetään kantavina seinärakenteina.",
            "MRT",
            "Moduuli-",
            "-285-",
            "-85",
            "kokoinen",
            "285\\times85\\times75 ja 285\\times85\\times60",
            "75 ja 60 reikätiili",
            "Käytetään matalien (alle 3 krs) rakennusten",
            "MTL",
            "Moduuli-",
            "julkisivuverhouksiin ja kuormittamattomien väliseinien muuraukseen.",
            "Kuva 3. Poltettujen tiilien nimityksiä, tyyppimerkintöjä ja mittoja.",
            "Keskiarvojen sallitut mittapoikkeamat",
            "Poltettujen tiilien mittapoikkeamat testataan testausstandardin SFS-EN 772-16 mu- kaan. Kun toimituserästä otetaan näytteeksi spesifioitu lukumäärä poltettuja tiiliä ja ne testataan, tulee testausnäytteen mitoille ilmoitetun arvon ja mittauksissa saadun keskiarvon erotuksen olla korkeintaan seuraavien luokkien asettamien vaatimusten suuruisia, kun vaatimusarvo pyöristetään kokonaiseksi millimetriksi. Luokkien mer- kinnöissä + -merkillä (T1+, T2+, R1+, R2+) tarkoitetaan P-tiiliä ja pelkällä kirjain-nu- merokoodilla (T1, T2, R1, R2) tarkoitetaan U-tiiliä.",
            "Yksittäisen poltetun tiilen mittojen sallittu vaihteluväli",
            "Kun toimituserää testataan, tiilien suurimman ja pienimmän mitan erotuksen tulee täyttää jonkin alla esitetyn luokan asettamat vaatimukset. Vaatimusarvo pyöristetään kokonaiseksi millimetriksi. Näkyviin jätettäviksi suunnitelluissa muuratuissa rakenteis- sa, joissa tasaisen ulkonäön aikaansaamiseksi on käytetty sekaisin eri tuotantoerien tiiliä, luokka Rm saattaa olla riittävä.",
            "VL/1/syyskuu 2020/Rakennustieto Oy Rakennustietosäätiö RTS sr 2020",
            "Muototiiliä valmistetaan tilauksesta",
            "tarpeen mukaan.",
            "Käytetään aukkojen pielissä, nurkissa ja julkisivuissa.",
            "kokoinen",
            "tiililaatta",
            "285\\times85/75/60\\times20...45",
            "Käytetään betonielementtien pinnoitukseen",
            "sekä lattian- ja pihakansien päällysteissä.",
            "Taulukko 1. Poltettujen tiilien keskimääräiset sallitut mittapoikkeamat.",
            "",
            "Taulukko 2. Yksittäisen poltetun tiilen sallitut mittapoikkeamat.",
            ""
        ]
    },
    {
        "title": "4.3 Ulkonäkö",
        "content": [
            "Suomalainen savi palaa poltettaessa punaiseksi, mikä johtuu saven suuresta rautapi- toisuudesta ja pienestä kalkkimäärästä. Tiilen väriin vaikuttavat saven mineraalipitoi- suus, lisäaineet ja polttotekniikka. Väri voi vaihdella valkoisesta punaiseen, ruskeaan ja liki mustaan. Vaaleiden tiilien valmistuksessa käytetään lisäaineita tai ne valmis- tetaan ulkomaisista kaoliinipitoisista savista. Tiili saa lopullisen värinsä poltettaessa. Valmistuserien välillä voi esiintyä pieniä sävyeroja.",
            "Tiilien julkisivupinnat voivat olla sileitä, harjattuja, karheita tai eri tavoin kuvioituja. Rappauksien alustiiliksi soveltuvat parhaiten tiilet, jotka ovat pakkasenkestäviä, kar- heapintaisia ja joiden vedenimukyky on 8...12%. Pintakäsittely saadaan aikaan käsit- telemällä tiiliaihiota ennen polttoa. Pintarakennetta voidaan muuttaa myös polton jälkeen esimerkiksi halkaisemalla tai lohkomalla tiiltä. Julkisivutiilien ulkonäkövaati- mukset eivät koske tiilien taustapintaa.",
            "4.4 Lujuusominaisuudet",
            "Tiilen lujuus määräytyy massan koostumuksesta, polttolämpötilasta ja -ajasta. Lujuus on yleensä sitä suurempi, mitä korkeammassa lämpötilassa tiili on poltettu. Puristuslu- juus on suomalaisilla tiilillä suuri johtuen korkeasta polttoasteesta.",
            "Poltetut tiilet sijoittuvat yleensä korkeimpiin lujuusluokkiin. Kun tiili on tarkoitet- tu käytettäväksi rakenteissa, joilla on rakenteellisia vaatimuksia, valmistaja ilmoittaa puristuslujuuden arvon. Puristuslujuus on tiilityypistä riippuen 15...50~N/mm^{2}. Polte- tun tiilen puristuslujuusvaatimukset ilmoitetaan tuotestandardissa SFS-EN 771-1 ja puristuslujuus määritetään testausstandardin SFS-EN 772-1 mukaan.",
            "Tulisijan tiilet",
            "Tulisijan rungon muuraukseen käytettävien tiilien riittävänä puristuslujuutena voidaan pitää keskimäärin 15~N/mm^{2} testausstandardin SFS-EN 772-1 mukaan määritettynä. Rei- kätiilien riittävänä tiheytenä voidaan pitää vähintään 1200~kg/m^{3} ja täystiilien 1500~kg/m^{3}.",
            "Savupiippujen tiilet",
            "Savupiippuihin käytettävien poltettujen tiilien tulee olla CE-merkittyjä tuotestandar- din SFS-EN 771-1 mukaisesti. Kiinteää polttoainetta käyttävien tulisijojen savupiippu- jen muuraukseen käytetään tähän käyttötarkoitukseen soveltuvia poltettuja täys- ja reikätiiliä. Hormien muuraukseen voidaan käyttää tulitiiliä. Tällöin ne hyväksytetään rakennuspaikkakohtaisella varmennuksella ja niiden bruttokuivatiheyden on oltava vähintään 1700~kg/m^{3}. Poltettujen tiilien lujuus on keskimäärin vähintään 15~N/mm^{2}. Reikätiilien tiheys on vähintään 1300~kg/m^{3}, täystiilien vähintään 1500~kg/m^{3} ja tuli- tiilien vähintään 1700~kq/m^{3}.",
            "VL/1/syyskuu 2020/Rakennustieto Oy Rakennustietosäätiö RTS sr 2020",
            "4.5 Kestävyysominaisuudet",
            "Poltetut tiilet kuuluvat keraamisiin tuotteisiin, jotka ovat sekä kemiallisilta että fysi- kaalisilta ominaisuuksiltaan erittäin lujia ja kestävät hyvin esimerkiksi mekaanista ra- situsta. Sen sijaan pakkanen yhdessä kosteuden kanssa on keskeinen tiilien vaurioitu- miseen vaikuttava tekijä. Säänkestäviksi luokitellut tiilet ovat myös pakkasenkestäviä.",
            "4.6 Palotekniset ominaisuudet",
            "Rakennustarvikkeina tiilet ja tiililaatat ovat palamattomia ja kuuluvat palotekniseen luokkaan A1. Ne eivät syty eivätkä kehitä savua tai palavaa kaasua. Palotilanteessa tiili säilyttää lujuutensa sulamispisteeseensä asti, suomalaisilla tiilillä tämä on noin 1100^{\\circ}C. Koska sauman osuus koko rakenteesta on melko suuri, sauman tiiviydellä on merkit- tävä vaikutus muuratun rakennusosan paloteknisiin ominaisuuksiin.",
            "4.7 Meluntorjunta, äänitekniset ominaisuudet",
            "Suuren tiheytensä vuoksi tiiliseinällä on hyvä ilmaääneneristyskyky. Tiilimuurin ääni- teknisesti heikoin osa ovat saumat. Rappaukset ja tasoitteet parantavat rakenteen ää- neneristävyyttä. Tiheytensä vuoksi poltettuja tiiliä käytetään julkisivumuurauksissa esimerkiksi ehkäisemään sisälle kantautuvaa liikennemelua. Akustisista syistä julki- sissa tiloissa, kuten auditorioissa ja musiikkisaleissa, matalia ääniä voidaan vaimentaa syrjälleen muuratuilla reikätiilillä, joiden taakse asennetaan ääntä absorvoiva rakenne, esimerkiksi mineraalivilla. Tiilirakenteisten väliseinien ilmaääneneristyslukuja on oh- jeessa RT 82-10466 Väliseinärakenteita.",
            "4.8 Lämpötekniset ominaisuudet",
            "Tiiliseinän lämmöneristävyys on riittämätön ilman lämmöneristystä, lukuun ottamat- ta paksuja U-arvovaatimukset täyttäviä kennoharkkoja. Tiiliseinä varastoi lämpöä ja luovuttaa sitä hitaasti. Tiilien lämpöliikkeet ovat pieniä, mutta varsinkin pitkiin tiili- julkisivuihin voi kohdistua lämpö- ja kosteusrasituksia, jotka aiheuttavat tiilimuuriin jännityksiä. Halkeamien välttämiseksi tiilimuuriin suunnitellaan liikuntasaumoja.",
            "Poltetuista tiilistä muuratun rakenteen pituuden lämpötilakertoimelle käytetään arvoa 6\\times10^{-6}1/K Kun poltettuja tiiliä käytetään kohteissa, joille on asetettu lämmön- eristysvaatimuksia, selvitetään tiilen lämpötekniset ominaisuudet valmistajalta. Vaikka julkisivumuurausta eikä sen takana olevaa ilmaväliä huomioida U-arvolaskelmissa muu- toin kuin pintavastuskertoimella, tutkimuksissa on voitu todeta julkisivumuurauksen vaikuttavan positiivisesti rakennuksen lämmöneristävyyteen ja energiatehokkuuteen."
        ]
    },
    {
        "title": "5 MUITA TEKNISIÄ OMINAISUUKSIA",
        "content": [
            "Tiheydellä (bruttokuivatiheys, kg/m^{3} tarkoitetaan tiilen ja tiililaatan kuivapainoa jaet- tuna ulkomittojen mukaan määritetyllä tilavuudella reikien ja/tai syvennysten osuutta vähentämättä. Standardin SFS-EN 771-1 mukaan valmistajan on ilmoitettava brutto- kuivatiheys. Valmistaja voi ilmoittaa bruttokuivatiheyden pienimmän ja suurimman arvon.",
            "Vedenimunopeudella (kg/(m^{2}\\times min) tarkoitetaan tiilen tai tiililaatan minuutissa lape- pinnan neliömetriä kohti imemää vesimäärää kilogrammoina. Vedenimunopeudella on merkitystä laastin ja tiilen väliseen tartuntaan, rakenteen lujuuteen ja saumojen tiiviyteen. Poltettujen tiilien vedenalkuimunopeuteen vaikuttavat tiilimassan koos- tumus ja käytetty huippulämpötila. Vedenalkuimunopeus vaihtelee yleensä 1...4 kg/ m^{2}/min. Suuri tiilen vedenimunopeus (yli 3~kg/m^{2} min) vaatii muurauslaastilta hyvää vedenpidätyskykyä.",
            "Vedenimukyky ilmoittaa tiilen tai tiililaatan imemän vesimäärän painoprosentteina kuivapainosta. Polttolämpötilan nosto pienentää vedenimukykyä. Vedenimukyky on eri tiilillä keskimäärin 6...20 painoprosenttia.",
            "Kosteuspitoisuus vaihtelee ilman suhteellisen kosteuden mukaan. Tiilimuurin koste- usmuodonmuutokselle käytetään arvoa -0,1~mm/m.",
            "Säänkestävyydellä tarkoitetaan märän tiilen pakkasenkestävyyttä. Tiilien ja tiililaat- tojen valmistaja ilmoittaa toimitetun tiilierän säänkestävyyden.",
            "Pirstoluku kuvaa tiilen kykyä kestää nopeita lämpötilan vaihteluita. Se osoittaa, kuin- ka monta kertaa tiili voidaan kuumentaa 950^{\\circ}C:n lämpötilaan ja sen jälkeen veteen upottamalla äkkiä jäähdyttää, ennen kuin se vaurioituu.",
            "Muurauskappaleiden standardin vaatimat voimassa olevat olennaiset ominaisuudet esitetään suoritustasoilmoituksessa (DoP)."
        ]
    },
    {
        "title": "5.1 Kemialliset ominaisuudet",
        "content": [
            "Poltettujen tiilien kemiallinen kestävyys on hyvä ja ne kestävät esimerkiksi happo- sateita ja savukaasuista savupiippuun kondensoituvan rikkihapon syövyttävää vai- kutusta.",
            "Poltetuista tiilistä ei haihdu vaarallisia kaasuja tai höyryjä eivätkä ne aiheuta aller- gioita. Sisäilmastoluokitus 2018 -julkaisun mukaan sisätilojen suunnittelussa pinnoit- tamaton poltettu tiili voidaan rinnastaa luokan M1-tuotteisiin."
        ]
    },
    {
        "title": "5.2 Biologiset ominaisuudet",
        "content": [
            "Vaakasuorilla tai vinoilla tiilipinnoilla voi esiintyä kasvustoa, jolloin vesi ja saasteet pääsevät imeytymään tiilen pintaan edistäen rapautumista ja pakkasvaurioita. Vau- rioita voidaan välttää rakenteellisella suojauksella, käsittelemällä muuripinnat tiili- valmistajan hyväksymällä impregnointiaineella tai puhdistamalla pinnat aika ajoin."
        ]
    },
    {
        "title": "5.3 Ekologiset ominaisuudet",
        "content": [
            "Poltettu tiili voidaan kierrättää sataprosenttisesti. Puretuista rakenteista jääneet tii- let voidaan puhdistaa ja käyttää uudelleen. Tiilet voidaan myös murskata ja käyttää esimerkiksi tennis- ja urheilukenttien päällysteaineena, tiilen runkoaineena, tai täy- temaana lainsäädännön määrittelemissä puitteissa esimerkiksi meluvalleissa. Polte- tun tiilen käyttöikä on oikein huollettuna vähintään 50 vuotta, mutta käytännössä huomattavasti pitempi.",
            "Tiilijulkisivun takana olevan ilmavälin lämpötila on lämmityskaudella noin 1..2^{\\circ}C ulkolämpötilaa korkeampi. Tästä johtuen syntyy rakennuksen käytönaikaista ener- giansäästöä.",
            "Taulukko 3. Poltettujen tiilien ominaisuuksia.",
            ""
        ]
    },
    {
        "title": "6 CE-MERKINTÄ",
        "content": [
            "Valmistaja ilmoittaa poltettujen tiilien ominaisuudet tuotestandardin SFS-EN 771-1 mukaisella CE-merkinnällä. Näiden ominaisuuksien on täytettävä kansalliset vaati- mustasot, jotka on ilmoitettu soveltamisstandardissa SFS 7001.",
            "CE-merkintään kuuluva suoritustasoilmoitus kertoo rakennustuotteen ominaisuu- det. Tiilien ja tiililaattojen suoritustasoilmoituksesta ilmenevät niiden tärkeimmät eri käyttötarkoituksiin vaadittavat ominaisuudet. Ilmoitetun suoritustason on oltava aiotun käyttötarkoituksen vaatimusten mukainen. Esimerkiksi ulkona käytettävien tiilien tulee olla säänkestäviä."
        ]
    },
    {
        "title": "7 HANKINTA",
        "content": [
            "Muuraustuotteet pakataan hyvin kuljetuksen ajaksi, jotta ne säilyvät vahingoittu- mattomina. Tuotteet varastoidaan työmaalla kuivina, puhtaina ja siten, että ne pysyvät moitteettomina. Tiilet suojataan työmaalla maakosketukselta, sateelta, lumelta ja lialta. Vanhoja mallistosta poisjääneitä tiilikokoja voidaan valmistaa korjauskohteisiin eri- koistilauksesta, mikäli muiden tiilikokojen käyttö ei tule kysymykseen, kuva 2."
        ]
    },
    {
        "title": "8 KÄYTTÖ JA YLLÄPITO",
        "content": [
            "Muuraustyö pyritään tekemään aina niin hyvin, ettei jälkipuhdistusta tarvita. Käytön aikana ulkopinnat voivat likaantua ympäristön saasteista tai muurauslaastista voi liueta rakenteeseen suoloja (härmettä), jotka kulkeutuvat kosteuden mukana muu- rauksen pintaan. Sade yleensä huuhtoo härmeen ulkoseinistä. Härme voidaan myös harjata tai pestä pois vedellä.",
            "Muurattujen pintojen huoltotoimenpiteisiin kuuluvat myös liikunta- ja muiden saumojen sekä muuraukseen liittyvien yksityiskohtien tarkistukset sekä tarvittava kunnossapito (pellitykset, sadevesijärjestelmät ja valaisimien liitoskohdat jne.).",
            "Muurattujen julkisivujen huoltoa käsitellään mm. ohjeessa RT 82-10608 Muuratut julkisivut. Korjausrakentaminen. Puhdistusohjeita on KH-ohjeessa KH 95-00093 Tiili- pintojen puhdistus.",
            "KIRJALLISUUTTA",
            "Lait ja asetukset",
            "Ympäristöministeriön asetus kantavista rakenteista. Suomen säädöskokoelma 477/2014. (RT YM1-21613, Infra YM-720209). 2014.",
            "Ympäristöministeriön asetus savupiippujen rakenteista ja paloturvallisuudesta. Suomen sää- döskokoelma 745/2017. (RT RakMK-21756, KH RakMK-10793, LVI RakMK-00625, SIT RakMK- 620137, Infra RakMK-720296). 2018.",
            "Standardit",
            "SFS-EN 1996 Eurokoodi 6. Muurattujen rakenteiden suunnittelu. Osa 1-1: Raudoitettuja ja raudoittamattomia muurattuja rakenteita koskevat yleiset säännöt. 2013.",
            "SFS-EN 1996 Eurokoodi 6. Muurattujen rakenteiden suunnittelu. Osa 1-2: Yleiset säännöt. Rakenteiden palomitoitus. 2016.",
            "SFS-EN 1996 Eurokoodi 6. Muurattujen rakenteiden suunnittelu. Osa 2: Muuratun rakenteen materiaalien valinta ja työnsuoritus. 2006.",
            "SFS-EN 771-1:2012 + A1:2015. Muurauskappaleiden spesifikaatiot. Osa 1: Poltetut tiilet. 2015. SFS 7001 Muuratuille tuotteille eri käyttökohteissa vaadittavat ominaisuudet ja niille asetetut vaatimustasot. 2013.",
            "RT- ja Ratu-ohjekortit sekä RYL",
            "RT 07-11299 Sisäilmastoluokitus 2018. Sisäympäristön tavoitearvot, suunnitteluohjeet ja tuote- vaatimukset. 2018. 24 s. (RT 07-11299, KH 27-00662, LVI 05-10629, Ratu T-444, SIT 05-610148).",
            "RT 103282 Tiilirakenteet. 2020.",
            "RT 82-10608 Muuratut julkisivut. Korjausrakentaminen. 1996.",
            "Ratu 0485 Tiilimuuraus. 2019.",
            "Ratu F52-0335 Muuratun väliseinän purku ja uusiminen. Menekit ja menetelmät. 2009. RunkoRYL 2010. Rakennustöiden yleiset laatuvaatimukset. Talonrakennuksen runkotyöt. RT 14-11016. 2011..",
            "SisäRYL 2013 Rakennustöiden yleiset laatuvaatimukset. Talonrakennuksen sisätyöt. RT 14-11103, SIT RT 14-11103.2012.",
            "Muita julkaisuja",
            "RT RakMK-21751 Muuratut rakenteet, ohjeet 2016. Ympäristöministeriö, Suomen rakentamis- määräyskokoelma, rakenteiden lujuus ja vakaus. 2018. 22 s.",
            "Muuraustyöt. Reino Kavaja. Rakennustieto Oy. 2013.",
            "Ohjeen päivityksen on laatinut Wienerberger Oy Ab:n rakennustekninen johtaja Juha Karilainen ja sen on hyväksynyt julkaistavaksi PT 11 RT-päätoimikunta:",
            "Erkki Savolainen, WSP Finland, puheenjohtaja",
            "Pekka Heikkinen, Aalto-yliopisto",
            "Mikko Kaira, UKI Arkkitehdit",
            "Jussi Mattila, Betoniteollisuus ry",
            "Ville Rantanen, Katajanokan Arkkitehtitoimisto Oy Pekka Seppälä, Oulun kaupungin rakennusvalvonta Jaakko Yli-Säntti, Sweco Asiantuntijapalvelut Oy Seppo Niiranen, Rakennustieto Oy, sihteeri",
            "Heta Timonen, Rakennustieto Oy, sihteeri",
            "ohjekortti 8"
        ]
    }
]