[
    {
        "title": "TALONRAKENNUSHANKKEEN KULKU Yleistä",
        "content": [
            "Tämä ohjekortti toimii johdantona Talonrakennushankkeen kulku -ohjesarjaan. Ohjeessa esitellään sarjan osat ja niiden laadinnassa käytetty lähdekirjallisuus. Ohjeen lopussa on koko ohjesarjan laajempi kirjallisuusluettelo. Suppeampi kirjallisuusluettelo esitetään jokaisessa sarjan osassa erikseen.",
            "RT 10-11256",
            "LVI 03-10603",
            "ΚΗ 90-00629",
            "OHJEET",
            "toukokuu 2017",
            "1 (4)",
            "korvaa RT 10-11221",
            "LVI 03-10578",
            "ΚΗ 90-00594"
        ]
    },
    {
        "title": "SISÄLLYSLUETTELO",
        "content": [
            "1 JOHDANTO",
            "1.1 Rakennushankkeen osapuolet",
            "1.2 Toteutusmuodot",
            "1.3 Rakennushankkeen vaiheet ja osittelu",
            "1.4 Rakennushankkeen kesto ja aikataulut",
            "1.5 Kustannusten muodostuminen ja ohjaus",
            "1.6 Riskien- ja laadunhallinta",
            "KIRJALLISUUTTA"
        ]
    },
    {
        "title": "1 JOHDANTO",
        "content": [
            "Ohjekorttisarja Talonrakennushankkeen kulku kuvaa talonra- kennushankkeen kokonaisuutta ja kulkua rakennuttamisen, suunnittelun ja rakentamisen kannalta. Ohjekorttisarja toimii ohjeena rakennushankkeen läpiviennissä kiinteistöjen omista- jille, kiinteistökehittäjille, rakennuttajille, konsulteille, suunnit- telijoille ja urakoitsijoille.",
            "Talonrakennushankkeen voi käynnistää käyttäjä, kehittäjä tai sijoittaja. Sen lopputuloksena syntyy tiettyä toimintaa pal- veleva rakennus tai tila. Talonrakennushankkeella tarkoitetaan tässä kaikkia niitä toimenpiteitä, jotka ovat tarpeen tarvittavan lopputuloksen aikaansaamiseksi.",
            "Ohjekorttisarjassa kuvataan talonrakennushankkeen",
            "• osapuolet, RT 10-11222 Talonrakennushankkeen kulku. Raken- nushankkeen osapuolet (KH 90-00595, LVI 03-10579) toteutusmuodot, RT 10-11223 Talonrakennushankkeen kulku. Toteutusmuodot (KH 90-00596, LVI 03-10580)",
            "vaiheet ja osittelu, RT 10-11224 Talonrakennushankkeen kul- ku. Rakennushankkeen vaiheet ja osittelu (KH 90-00597, LVI 03- 10581)",
            "kestot ja aikataulut, RT 10-11225 Talonrakennushankkeen kul- ku. Rakennushankkeen kesto ja aikataulut (KH 90-00598, LVI 03-10582)",
            "kustannusten muodostuminen ja ohjaus, RT 10-11226 Talon- rakennushankkeen kulku. Kustannusten muodostuminen ja ohjaus (KH 90-00599, LVI 03-10583)",
            "riskien- ja laadunhallinta, RT 10-11255 Talonrakennushank- keen kulku. Riskien- ja laadunhallinta (KH 90-00630, LVI 03- 10602).",
            "Ohjeita voidaan soveltaa erilaisiin talonrakennushankkeisiin toteutusmuodosta riippumatta. Ohjeissa on otettu huomioon myös korjausrakennushankkeiden erityispiirteitä.",
            "TARVESELVITYS",
            "HANKESUUNNITTELU",
            "EHDOTUS- SUUNNITTELU",
            "YLEISSUUNNITTELU",
            "TOTEUTUS- SUUNNITTELU",
            "SUUNNITTELUN VALMISTELU",
            "RAKENNUSLUPATEHTÄVÄT",
            "RAKENTAMINEN",
            "TAKUUAIKA",
            "RAKENTAMISEN VALMISTELU",
            "KÄYTTÖÖNOTTO",
            "Hankepäätös",
            "Investointipäätös",
            "Valittu",
            "ehdotussuunnitelma",
            "Hyväksytty yleissuunnitelma ja pääpiirustukset",
            "Hyväksytyt toteutussuunnitelmat",
            "Vastaanottopäätös",
            "Kuva 1. Rakennushankkeen vaiheet."
        ]
    },
    {
        "title": "1.1 Rakennushankkeen osapuolet",
        "content": []
    },
    {
        "title": "RT 10-11222 Talonrakennushankkeen kulku. Rakennushankkeen osapuolet (KH 90-00595, LVI 03-10579)",
        "content": [
            "Ohjekortissa käydään läpi rakennushankkeeseen liittyviä kes- keisiä tehtävänimikkeitä. Hankkeen eri osapuolet on jaettu otsi- koiden rakennuttaminen, suunnittelu, toteutus ja viranomaiset alle. Tässä ohjekortissa rakennushankkeeseen ryhtyvästä, tilaa- jasta ja rakennuttajasta käytetään termiä rakennuttaja.",
            "Ohjeen laadinnassa käytetyt keskeiset lähteet ovat",
            "• Maankäyttö- ja rakennuslaki 132/1999 (RT YM1-21667, KΚΗ YM-10734, LVI YM-00577)",
            "• Maankäyttö- ja rakennusasetus 895/1999 (RTYM1-21727, ΚΗ YM-10772, LVI YM-00605)",
            "Valtioneuvoston asetus rakennustyön turvallisuudesta 205/2009 (RT STM-21419, KH STM-10548, LVI STM-00414) RT 10-11105 Tehtäväluettelot. Käyttöohje KO12. (KH X4- 00512, LVI 03-10516)",
            "RT 10-11108 Pääsuunnittelun tehtäväluettelo PS12. (ΚΗ Χ4- 00515, LVI 03-10519)",
            "RT 10-11109 Arkkitehtisuunnittelun tehtäväluettelo ARK12. (ΚΗ X4-00516, LVI 03-10520).",
            "1.2 Toteutusmuodot"
        ]
    },
    {
        "title": "RT 10-11223 Talonrakennushankkeen kulku. Toteutusmuodot (KH 90-00596, LVI 03-10580)",
        "content": [
            "Ohjekortissa annetaan ohjeita rakennushankkeen toteutus- muodon valintaan. Toteutusmuodot on jaettu eri suunnittelu- ja urakkamuotoihin, joista tyypillisimmät esitellään ohjeessa. Läpikäytäviä urakkamuotoja ovat suunnittele ja rakenna-, pääurakka-, projektinjohto-, yhteisvastuu- sekä elinkaarivas- tuumuodot. Lopussa annetaan esimerkki eri urakkamuotojen sovelluksista.",
            "Ohjeen",
            "laadinnassa käytetyt keskeiset lähteet ovat Allianssin edut, haasteet ja mahdollisuudet suhteessa perin- teisiin toteutusmuotoihin. Rami Tuokko. Diplomityö. Aalto- yliopisto. 2014.",
            "Projektiallianssi asuinrakennuksen peruskorjaushankkeen toteutusmuotona. Mikko Juvonen. Diplomityö. Aalto-yli- opisto. 2013.",
            "• Relaatioprojektimallit. Anssi Siitonen. Diplomityö. Tampe- reen teknillinen yliopisto. 2013.",
            "Talonrakennuksen hankemuotojen kuvaus. Pirjo Pernu. Tek- nillinen korkeakoulu. 1998.",
            "Toteutusmuodon valinta, \"Tehtävätarjotin ja toteutusmuoto- korit\". Juhani Kiiras. Rakentajain kalenteri 2001. Rakennustie-",
            "to Oy. 2000. s. 763-769.",
            "• Toteutusmuodot taloyhtiön korjaushankkeissa. Juha Salmi- nen. Kiinteistöalan Kustannus Oy. 2015."
        ]
    },
    {
        "title": "1.3 Rakennushankkeen vaiheet ja osittelu",
        "content": [
            "RT 10-11224 Talonrakennushankkeen kulku. Rakennushankkeen vaiheet ja osittelu (KH 90-00597, LVI 03-10581)",
            "Ohjekortissa läpikäytävät rakennushankkeen vaiheet ovat tarveselvitys, hankesuunnittelu, ehdotussuunnittelu, yleis- suunnittelu, toteutussuunnittelu, rakentaminen, käyttöönotto ja takuuaika. Ohjeessa esitellään myös osittelu, joka on keskei- nen projektinhallinnan työkalu.",
            "Ohjeen laadinnassa käytetyt keskeiset lähteet ovat",
            "• Asunnon muunneltavuus avoimen rakentamisen viitekehyk- sessä, lähtökohtia avoimelle tilarakenteelle kerrostalossa. Ulpu Tiuri. Lisensiaattityö. Teknillinen korkeakoulu, arkkiteh- tiosasto. 1997.",
            "Avoin asuntorakentaminen - mahdollisuuksien tie. Esko Kah- ri. Rakennustieto Oy. 1993.",
            "Developments Towards Open Building in Finland. Ulpu Tiuri, Markku Hedman. Helsinki University of Technology, Depart- ment of Architecture. Report No. 50. 1998.",
            "Osittelun käyttö rakennushankkeessa. Nora Wind. Diplomi- työ. Aalto-yliopisto. 2015.",
            "RT 10-11107 Hankkeen johtamisen ja rakennuttamisen teh- täväluettelo HJR12.",
            "SUKE Malli suunnittelun ohjaukseen projektinjohtohank- keissa. Matti Kruus, Juhani Kiiras, Jarmo Raveala, Arto Saari, Teppo Salmikivi. Rakennustieto Oy. 2006."
        ]
    },
    {
        "title": "1.4 Rakennushankkeen kesto ja aikataulut",
        "content": [
            "RT 10-11225 Talonrakennushankkeen kulku. Rakennushankkeen kesto ja aikataulut (KH 90-00598, LVI 03-10582)",
            "Ohjekortti käsittelee aikataulun merkitystä hankkeelle, hank- keen kokonaiskestoa, ajoitusta, eri vaiheiden kestoja sekä ra- kentamisen eri aikatauluja.",
            "Ohjeen laadinnassa käytetyt keskeiset lähteet ovat",
            "• Aikataulukirja 2016 (Ratu KI-6028). Anssi Koskenvesa et al. Rakennustieto Oy. 2015.",
            "• Korjausrakentamisen ajoitusmalli. Elisa Varis. Diplomityö. Tampereen teknillinen yliopisto. 2016.",
            "Rakennushankkeen ajallinen suunnittelu ja ohjaus (Ratu KI- 6021). Anssi Koskenvesa, Satu Sahlstedt. Rakennustieto Oy. 2013.",
            "SUKE, Malli suunnittelun ohjaukseen projektinjohtohank- keissa. Matti Kruus et al. Rakennustieto Oy. 2006. Uudisrakentamisen ajoitusmalli. Aki Peltola. Diplomityö. Tampereen teknillinen yliopisto. 2015."
        ]
    },
    {
        "title": "1.5 Kustannusten muodostuminen ja ohjaus",
        "content": [
            "RT 10-11226 Talonrakennushankkeen kulku. Kustannusten muo- dostuminen ja ohjaus (KH 90-00599, LVI 03-10583)",
            "Ohjekortissa käsitellään yleisesti kustannusten muodostu- mista rakennushankkeessa. Kustannuksiin vaikuttavat tekijät ja tyypillisimpiä kustannuslaskentamenettelyitä käydään läpi rakennushankkeen vaiheittain.",
            "Ohjeen laadinnassa käytetyt keskeiset lähteet ovat Kustannushallinta rakennushankkeessa. Mika Lindholm. Suo- men Rakennusmedia Oy. 2009.",
            "RT 10-11107 Hankkeen johtamisen ja rakennuttamisen teh- täväluettelo HJR12. (ΚΗ X4-00514, LVI 03-10518)",
            "SUKE Malli suunnittelun ohjaukseen projektinjohtohank- keissa. Matti Kruus, Juhani Kiiras, Jarmo Raveala, Arto Saari, Teppo Salmikivi. Rakennustieto Oy. 2006.",
            "Talo 2000 Hankenimikkeistö. Talo-nimikkeistöryhmä, Raken- nustietosäätiö ja Haahtela-kehitys Oy. 2007.",
            "TALO 90 Rakennuskustannusten laskentaohje, Rakennustek- niset työt. Rakennustieto Oy. 1994.",
            "• Talonrakennuksen kustannustieto 2014. Yrjänä Haahtela, Ju- hani Kiiras. Haahtela-kehitys Oy. 2014.",
            "saa kopioida, jakaa, välittää, muunnella eikä ladata tekoälysovelluksiin."
        ]
    },
    {
        "title": "1.6 Riskien- ja laadunhallinta",
        "content": [
            "RT 10-11255 Talonrakennushankkeen kulku. Riskien- ja laadun- hallinta (KH 90-00630, LVI 03-10602)",
            "Ohjekortissa esitetään rakennushankkeen riskien- ja laa- dunhallinnan tavoitteita ja menettelyjä. Lähtökohtana on ra- kennushankkeeseen ryhtyvän näkökulma, mutta esiin tuodaan myös muiden osapuolten näkökulmia.",
            "Ohjeen laadinnassa käytetyt keskeiset lähteet ovat",
            "Collaborative risk management in complex construction pro- jects. Liisa Lehtiranta. Aalto-yliopisto Doctoral dissertations 48/2014. 2014.",
            "• Managing risks in the international growth business of Fin- nish construction contractors and building product supp- liers. Lauri Palojärvi. TKK Structural Engineering and Building Technology Dissertations. TKK-R-DISS-3. 2009",
            "Laatuajattelu ja rakennustyömaan laatutoiminnot. Jouko Kankainen, Juha-Matti Junnonen. Rakennustieto Oy. 2001. Ratu KI-6029 Rakennustöiden laatu RTL 2017.",
            "Ratu S-1180 Työmaan laatusuunnitelma.",
            "Ratu S-1224 Rakennushankkeen laadunvarmistustoimet. Ratu S-1229 Rakennustyömaan projektisuunnitelma. RT 10-11081 Projektinjohtototeutuksen riskienhallinta. Ohje",
            "projektinjohtohankkeen tilaajalle ja toteuttajalle. Tilaajaorganisaation riskienhallinta ja menetelmät kor- jaushankkeissa. Olavi Saastamoinen. Rakentajain Kalenteri 2005,s. 419-424.",
            "KIRJALLISUUTTA",
            "Lait ja asetukset",
            "Asuntokauppalaki 843/1994. (RT OM-21605, ΚΗ ΟΜ-10686)",
            "Laki rakennusperinnön suojelemisesta 498/2010. (RT YM1-21482, ΚΗ YM-10593)",
            "Maankäyttö- ja rakennusasetus 895/1999 (RT YM1-21691, ΚΗ YM-10752, LVI YM-00587)",
            "Maankäyttö- ja rakennuslaki 132/1999 (RTYM1-21727, KH YM-10772, LVI YM-00605)",
            "Muinaismuistolaki 295/1963 (RT OKM-21696)",
            "Valtioneuvoston asetus rakennustyön turvallisuudesta 205/2009 (RT STM-21419, KH STM-10548, LVI STM-00414)"
        ]
    },
    {
        "title": "Ympäristöministeriön ohjeet",
        "content": [
            "Ympäristöministeriön ohje rakennustyön suorituksesta ja valvon- nasta. YM5/601/2015. (RT YM2-21644, KH YM-10717, LVI YM-00561) Ympäristöministeriön ohje rakentamisen suunnittelutehtävien vaa- tivuusluokista. YM1/601/2015. (RT YM2-21640, ΚΗ YM-10713, LVI YM-00557)",
            "Ympäristöministeriön ohje rakentamista koskevista suunnitelmista ja selvityksistä. YM3/601/2015. (RT YM2-21642, KH YM-10715, LVI YM-00559)"
        ]
    },
    {
        "title": "RT-, Ratu-, KH- ja LVI-ohjeet",
        "content": [
            "Ratu KI-6029 Rakennustöiden laatu RTL 2017.",
            "Ratu S-1180 Työmaan laatusuunnitelma.",
            "Ratu S-1224 Rakennushankkeen laadunvarmistustoimet.",
            "Ratu S-1229 Rakennustyömaan projektisuunnitelma.",
            "RT 10-11081 Projektinjohtototeutuksen riskienhallinta. Ohje projek- tinjohtohankkeen tilaajalle ja toteuttajalle.",
            "RT 10-11082 Projektinjohtototeutuksen riskienhallinta. Riskien- hallinnan työkaluja. (LVI 03-10505)",
            "RT 10-11105 Tehtäväluettelot. Käyttöohje KO12. (KH X4-00512, LVI 03-10516)",
            "RT 10-11107 Hankkeen johtamisen ja rakennuttamisen tehtäväluet- telo HJR12. (ΚΗ X4-00514, LVI 03-10518)",
            "RT 10-11108 Pääsuunnittelun tehtäväluettelo PS12 (ΚΗ X4-00515, LVI 03-10519)",
            "RT 10-11109 Arkkitehtisuunnittelun tehtäväluettelo ARK12 (KH X4-00516, LVI 03-10520)",
            "RT 10-11127 Geoteknisen suunnittelun tehtäväluettelo GEO12. (ΚΗ X4-00517, LVI 03-10521)",
            "RT 10-11128 Rakennesuunnittelun tehtäväluettelo RAK12. (KH X4-00518, LVI 03-10522)",
            "RT 10-11129 Taloteknisen suunnittelun tehtäväluettelo TATE12. (ΚΗ X4-00519, LVI 03-10523)",
            "RT 10-11222 Talonrakennushankkeen kulku. Rakennushankkeen osa- puolet. (KH 90-00595, LVI 03-10579)",
            "RT 10-11223 Talonrakennushankkeen kulku. Toteutusmuodot. (KH 90-00596, LVI 03-10580)",
            "RT 10-11224 Talonrakennushankkeen kulku. Rakennushankkeen vai- heet ja osittelu. (KH 90-00597, LVI 03-10581)",
            "RT 10-11225 Talonrakennushankkeen kulku. Rakennushankkeen kesto ja aikataulut. (KH 90-00598, LVI 03-10582)",
            "RT 10-11226 Talonrakennushankkeen kulku. Kustannusten muodos- tuminen ja ohjaus. (KH 90-00599, LVI 03-10583).",
            "RT 10-11255 Talonrakennushankkeen kulku. Riskien- ja laadunhal- linta. (KH 90-00630, LVI 03-10602)",
            "RT 11-10781 Luvan hakeminen rakentamiseen. (KH 90-00324, LVI 03-10352)",
            "RT 13-10845 Projektinjohtopalvelusopimuksen laatiminen, talonra- kennustyö.",
            "RT 13-10860 Suunnittelun johtaminen rakennushankkeessa. (KH X4-00374, LVI 03-10396)",
            "RT 13-11120 Suunnittelun johtaminen korjaushankkeessa. (KH X4-00536, LVI 03-10539)",
            "RT 13-11143 Konsulttitoiminnan yleiset sopimusehdot KSE 2013. (KH X4-00540, LVI 03-10544)",
            "RT 16-10660 Rakennusurakan yleiset sopimusehdot YSE 1998. (ΚΗ 20-00241, LVI 03-10277)",
            "RT 16-10669 Rakennusurakkasopimuksen laatiminen. (KH X4-00257, LVI 03-10285)",
            "RT 16-10740 KVR-urakkasopimuksen laatiminen. YSE 1998 asiakirja- malli.",
            "RT 16-10906 Projektinjohtourakkasopimuksen laatiminen, talonra- kennustyö. (LVI 03-10422)",
            "RT 16-11121 Talonrakennustyön työmaavalvonnan tehtäväluettelo. (ΚΗ Χ4-00528, LVI 03-10530)",
            "RT 16-11122 Maa- ja vesirakennustyön työmaavalvonnan tehtävä- luettelo.",
            "RT 16-11123 Talotekniikkatöiden valvonnan tehtäväluettelo. (KH X4-00529, LVI 03-10531)",
            "RT 18-11004 Asuntoyhtiön korjaushankkeen kulku. (KH 90-00466, LVI 03-10460)",
            "RT 18-11220 Asunto-osakeyhtiön korjaushankkeen hankesuunnittelu. (ΚΗ 90-00593, LVI 03-10577)",
            "RT 18-11243 Kiinteistönpitokirjan laadinnan tehtävät. (KΗ 90-00614, LVI 01-10593)"
        ]
    },
    {
        "title": "Muu kirjallisuus",
        "content": [
            "Aikataulukirja 2016 (Ratu KI-6028). Anssi Koskenvesa et al. Rakennustieto Oy. 2015.",
            "Allianssin edut, haasteet ja mahdollisuudet suhteessa perinteisiin toteutusmuotoihin. Rami Tuokko. Diplomityö. Aalto-yliopisto. 2014. Asunnon muunneltavuus avoimen rakentamisen viitekehyksessä, Lähtökohtia avoimelle tilarakenteelle kerrostalossa. Ulpu Tiuri. Lisensiaattityö. Teknillinen korkeakoulu, arkkitehtiosasto. 1997. Avoin asuntorakentaminen mahdollisuuksien tie. Esko Kahri. Rakennustieto Oy. 1993.",
            "Collaborative risk management in complex construction projects. Liisa Lehtiranta. Aalto-yliopisto Doctoral dissertations 48/2014. 2014. Developments Towards Open Building in Finland. Ulpu Tiuri, Markku Hedman. Helsinki University of Technology, Department of Architecture. Report No. 50. 1998.",
            "Kiinteistökehitys. Juhani Kiiras, Satu Tammilehto. Kiinteistöalan Kustannus Oy. 2014.",
            "Korjausrakentamisen ajoitusmalli. Elisa Varis. Diplomityö. Tampereen teknillinen yliopisto. 2016.",
            "Kustannushallinta rakennushankkeessa. Mika Lindholm. Suomen Rakennusmedia Oy. 2009.",
            "Laatuajattelu ja rakennustyömaan laatutoiminnot. Jouko Kankainen, Juha-Matti Junnonen. Rakennustieto Oy. 2001.",
            "MaaRYL 2010. Rakennustöiden yleiset laatuvaatimukset. Talon- rakennuksen maatyöt. Rakennustieto Oy, 2010. 196 s.",
            "Managing risks in the international growth business of Finnish construction contractors and building product suppliers. Lauri Palojärvi. TKK Structural Engineering and Building Technology Dissertations. TKK-R-DISS-3. 2009",
            "käyttö rakennushankkeessa. Nora Wind. Diplomityö. Aalto-",
            "Osittelun yliopisto. 2015.",
            "Projektiallianssi asuinrakennuksen peruskorjaushankkeen toteutus- muotona. Mikko Juvonen. Diplomityö. Aalto-yliopisto. 2013.",
            "Projektihallinnan käsikirja. Risto Pelin. Projektijohtaminen Oy Risto Pelin. 2011.",
            "Projektinjohtourakka. Erityispiirteet, sopimustekniikka ja ongelma- kohdat. Emma Niemistö. Rakennustieto Oy. 2014.",
            "Rakennushankkeen aikataulusuunnittelu. Lohkotekniikka rakennut- tajan apuna. Suomen rakennuttajaliitto ry. Rakennustieto Oy. 1994.",
            "Rakennushankkeen ajallinen suunnittelu ja ohjaus (Ratu KI-6021). Anssi Koskenvesa, Satu Sahlstedt. Rakennustieto Oy. 2013.",
            "Rakennushankkeen ohjaus. Jouko Kankainen, Tom Sandvik. Rakennusteollisuuden keskusliitto. Rakennustieto Oy. 1999.",
            "Rakennuttaminen. Jouko Kankainen, Juha-Matti Junnonen. Rakennustieto Oy. 2017.",
            "Relaatioprojektimallit. Anssi Siitonen. Diplomityö. Tampereen teknil- linen yliopisto. 2013.",
            "RIL 262-2014 Taitava kuntarakennuttaja. Suomen kuntaliitto, Suomen Rakennusinsinöörien Liitto RIL. Suomen Rakennusinsinöörien Liitto RIL. 2013.",
            "RunkoRYL. 2010 Rakennustöiden yleiset laatuvaatimukset. Talonrakennuksen runkotyöt. Rakennustieto Oy, 2011. 352 s.",
            "SisäRYL. 2013 Rakennustöiden yleiset laatuvaatimukset. Talon- rakennuksen sisätyöt. Rakennustieto Oy, 2012. 352 s.",
            "SUKE Malli suunnittelun ohjaukseen projektinjohtohankkeissa. Matti Kruus, Juhani Kiiras, Jarmo Raveala, Arto Saari, Teppo Salmikivi. Rakennustieto Oy, 2006.",
            "SUKE Malli talotekniikan suunnittelun ja hankintojen ohjaukseen pro- jektinjohtohankkeissa. Juhani Kiiras, Matti Kruus, Aimo Hämäläinen, Hannu Lindroos, Arto Saari, Teppo Salmikivi. Rakennustieto Oy. 2008. SUKE Suunnittelun ohjausta tukevien menettelyjen kehittäminen projektinjohtorakentamisessa. Matti Kruus. Rakennustieto Oy. 2008.",
            "Talo 2000 Hankenimikkeistö. Talo-nimikkeistöryhmä, Rakennus- tietosäätiö ja Haahtela-kehitys Oy. 2007.",
            "Talo 2000 -nimikkeistä. Yleisseloste. Talo-nimikkeistöryhmä, Haahtela- kehitys Oy. Rakennustieto Oy. 2008.",
            "TALO 90 Rakennuskustannusten laskentaohje, Rakennustekniset työt. Rakennustieto Oy. 1994.",
            "Talonrakennuksen hankemuotojen kuvaus. Pirjo Pernu. Teknillinen korkeakoulu. 1998.",
            "Tilaajaorganisaation riskienhallinta ja menetelmät korjaushankkeissa. Olavi Saastamoinen. Rakentajain Kalenteri 2005, s. 419-424.",
            "Toteutusmuodon valinta, \"Tehtävätarjotin ja toteutusmuotokorit\". Juhani Kiiras. Rakentajain kalenteri 2001. Rakennustieto Oy. 2000. s. 763-769.",
            "Toteutusmuodot taloyhtiön korjaushankkeissa. Juha Salminen. Kiinteistöalan Kustannus Oy. 2015.",
            "Uudisrakentamisen ajoitusmalli. Aki Peltola. Diplomityö. Tampereen teknillinen yliopisto. 2015.",
            "Ohjekorttisarjan on laatinut lähdeaineiston pohjalta Rakennustietosäätiö",
            "RTS:n asettama toimikunta TK 336 Talonrakennushankkeen kulku:",
            "Matti Kruus",
            "Aki Davidsson",
            "Sari Hildén",
            "Seppo Kemppainen",
            "Juho Kess",
            "Anssi Koskenvesa",
            "Reijo S Lehtinen",
            "Juha Lemström",
            "Indepro Oy, puheenjohtaja",
            "Arkkitehdit Davidsson & Tarkela Oy",
            "Helsingin kaupunki, tilakeskus",
            "Ruokakesko Oy",
            "RAKLI ry",
            "Mittaviiva Oy (RT 10-11222, RT 10-11223, RT 10-11224,",
            "RT 10-11225, RT 10-11226)",
            "Talonrakennusteollisuus ry (08/2015 saakka)",
            "Senaatti-kiinteistöt",
            "(varalla: Jukka Riikonen)",
            "Niina Rajakoski",
            "Satu Sahlstedt",
            "Teppo Salmikivi",
            "Jouko Snellman",
            "Timo Suominen",
            "(varalla: Vesa Ahlroos) Tuomas Vaarasalo Nora Wind",
            "Heta Timonen",
            "Keskinäinen Eläkevakuutusyhtiö Ilmarinen",
            "Mittaviiva Oy (RT 10-11222, RT 10-11223, RT 10-11224,",
            "RT 10-11225, RT 10-11226)",
            "Helsingin yliopisto, tila- ja kiinteistökeskus",
            "Helsingin kaupunki, tilakeskus",
            "NCC Rakennus Oy",
            "Keskinäinen Eläkevakuutusyhtiö Varma",
            "Mittaviiva Oy (RT 10-11222, RT 10-11223, RT 10-11224, RT 10-11225, RT 10-11226) Rakennustieto Oy, sihteeri",
            "Ohjekorttien RT 10-11222, RT 10-11223, RT 10-11224, RT 10-11225 ja RT 10- 11226) kokoavana käsikirjoittajana on toiminut Satu Sahlstedt/Mittaviiva Oy. Ohjekortin RT 10-11255 käsikirjoituksen on laatinut Juha-Matti Junnonen."
        ]
    }
]