[
    {
        "title": "ASUINTILAT, MAKUUHUONEET",
        "content": [
            "asunnot, asuinhuoneet, makuuhuoneet",
            "bostäder, sovrum",
            "dwelling, bedrooms"
        ]
    },
    {
        "title": "SISÄLLYSLUETTELO",
        "content": [
            "1",
            "YLEISTÄ",
            "2",
            "HISTORIA",
            "3",
            "TILARATKAISUT",
            "3.1",
            "Makuuhuoneet",
            "4",
            "KALUSTEET",
            "5",
            "MATERIAALIT",
            "6",
            "VÄRIT JA VALAISTUS",
            "6.1 Värit",
            "6.2 Valaistus",
            "7",
            "ILMANLAATU",
            "8 TILAT JA MITOITUS"
        ]
    },
    {
        "title": "1 YLEISTÄ",
        "content": [
            "Tässä ohjekortissa käsitellään asunnon makuuhuoneen kalusteratkaisuja, säilytystilan tarvetta, mitoitusta, värejä, materiaalivalintoja, valaistusta ja sisäilman laatua. Ohjei- den tarkoitus on havainnollistaa niitä ratkaisuja, jotka vai- kuttavat makuuhuoneiden viihtyvyyteen ja toimivuuteen.",
            "Kortissa on myös lyhyt historiallinen katsaus asuntojen makuutilojen kehittymisestä Suomessa.",
            "2 HISTORIA",
            "Savupirtit",
            "Myöhäisrautakaudella 1000...1300-luvuilla jKr idästä le- vinnyt hirsisalvosrakenteinen pirtti syrjäytti Suomessa rau- takauden risupunosseinäiset majat ja hallitalot. Savupirt- tien lattiat olivat maanvaraisia ja asunto koostui yhdestä huoneesta, johon kaikki sisällä tapahtuvat toiminnot kes- kittyivät. Naisväen sängyt olivat usein ns. tolppasänkyjä, jotka sijoittuivat huoneen reunoille. Miesväki nukkui tupaa kiertävien penkkien päällä.",
            "Sivu- ja eteiskamaritupa",
            "Vähitellen nelikulmainen yksinäistupa kehittyi kahdenhuo- neen rakennukseksi. Tuvan toiseen päähän saatettiin ra- kentaa lauta- tai hirsirakenteinen kamari, jota käytettiin va- rastona ja kesäaikaan myös nukkumiseen.",
            "Paritupa",
            "Suomessa 1600-luvulla yleisin talonpoikaisasumusten pohjakaava oli ns. parituparatkaisu. Kaksi yhtä suurta asuinhuonetta sijaitsevat eteisen molemmin puolin. Alku- aan toinen huoneista oli asuinkäytössä ja toista pidettiin esimerkiksi saunana, riihenä tai aittana. Myöhemmin mo- lemmat tuvat otettiin asumiskäyttöön ja rakennusta saatet- tiin laajentaa vielä kamareilla. Aluksi kamarit, joissa nukut- tiin olivat lämmittämättömiä.",
            "Karjalantalo",
            "Erikoislaatuista pohjakaavaa edustaa itäkarjalassa tun- nettu ns. karjalantalo, jossa asuintilat ja karjasuojat sijaitsi- vat saman katon alla. Rakennus oli yleensä kaksikerroksi- nen, jossa asuminen ja varastotilat tai heinävaja sijoittuivat yläkertaan ja kellari ja karjasuojat alempaan kerrokseen. Asuinpirteissä nukuttiin tavallisesti lattioille levitettyjen pat- jojen päällä.",
            "Karjasuojan yläpuoleiseen varastotilaan oli usein käynti suoraan ulkoa. Yläkerran asuinhuoneen takana saattoi si- jaita yksi tai useampi kamari. Vauraimmissa taloissa pirtin yläpuolella oli vinttikamari talon tyttärille tai arvovieraille. Asuinosan jatkoksi rakennettiin tarpeen mukaan lisää ta- lousrakennuksia. Karjalantaloja asuttivat suuret sukuyh- teisöt, joihin saattoi kuulua kymmeniä henkilöitä.",
            "Pohjalaistalo",
            "Kaupunkitalot ja herraskartanot inspiroivat Pohjanmaalla 1800-luvulla rakentamaan kaksikerroksisia taloja. Lisään- tyvä vauraus mahdollisti suurikokoisten ja näyttävien hirsi- talojen rakentamisen. Aluksi ylempi kerros jätettiin sisusta- matta, mutta myöhemmin toisen kerroksen päätyihin saa- tettiin tehdä makuukamarit.",
            "Karoliininen pohjaratkaisu",
            "Italiasta levisi Ranskan kautta maahamme 1600-luvun puo- livälissä pohjakaava, jolle oli tyypillistä salin sijainti raken- nuksen keskellä heti eteisen takana. Eteisen ja salin kum- mallakin puolen oli kaksi kamaria. Kamarien lukumäärä vaihteli tarpeiden mukaan. Makuukamarit sijoittuivat raken- nuksen toiseen päätyyn ja isännän työtilat toiseen. Tällaista pohjakaavatyyppiä, jota yleisesti käytettiin säätyläiskodeis- sa 1700...1800-luvuilla, kutsutaan karoliiniseksi. Säätyläis- kotien sänkytyyppinä oli usein katoksellinen pylvässänky.",
            "Kaupunkiasuminen",
            "Kaupunkiasumisen myötä 1800-luvulla erityyppiset poh- jaratkaisut yleistyivät. Suosituimpia kaupunkirakennusten pohjakaavoja oli ns. sydänseinäkaavat. Pitkittäinen sydän- seinä jakoi tavallisesti rakennuksen kadun- ja pihanpuolei- siin osiin. Makuu-, keittiö- ja eteistilat sijoittuivat pihanpuo- lelle. Yleisin sänkytyyppi oli kustavilaistyyppinen sivusta- vedettävä sänky tai päästä vedettävä imperiaalisänky. Varakkaille tarkoitetuissa asunnoissa vanhemmilla ja lap- silla oli erilliset makuuhuoneet, mutta työväen vuok- ra-asunnot olivat vielä yksihuoneisia hellahuoneita. Hella- huoneessa asui koko iso perhe yhdessä tilassa kuten aika- naan yksitupapirteissä.",
            "Elintason noustessa 1900-luvulla siirryttiin yleisesti asu- miseen, jossa asunnon eri toiminnot oli sijoitettu eri huo- neisiin.",
            "1",
            "க",
            "2",
            "க",
            "க",
            "2",
            "3 TILARATKAISUT",
            "3",
            "Suurimmassa osassa asuntokantaamme nukkuminen on sijoitettu erillisiin makuuhuoneisiin. Makuuhuone antaa nukkujalle näkö- ja äänisuojan ja mahdollistaa asunnon monipuolisen käytön häiritsemättä nukkujaa.",
            "Viimeaikoina asuntojen tilaratkaisut ja toiminnot ovat osittain vapautuneet perinteisestä huonesidonnaisesta ajattelutavasta. Loft-tyyppisissä asunnoissa nukkuminen on siirtynyt väljempien oleskelutilojen yhteyteen. Seuraavassa on lueteltu nukkumisen ja makuuhuoneen yhteyteen sijoittuvia toimintoja:",
            "• lukeminen",
            "• oleilu",
            "• pukeutuminen",
            "• kauneudenhoito, kampaus",
            "• vauvanhoito",
            "• kirjoittaminen",
            "• näyttöpäätetyöskentely",
            "• TV:n katselu",
            "3.1 Makuuhuoneet",
            "Mitoitus",
            "Suomalaisessa asuntorakentamisessa pinta-alat ovat melko pieniä ja makuuhuoneet ovat yleensä suhteellisen tiukasti mitoitettuja.",
            "Makuuhuoneet on totuttu jaottelemaan kahteen ryhmään:",
            "• Suurempiin eli kahden hengen makuuhuoneisiin, koko noin 10...16 m²",
            "• Pienempiin eli yhdenhengen makuuhuoneisiin, koko noin 7...12 m²",
            "Sijoittuminen, kulkuyhteydet ja mitoitus",
            "• Makuuhuoneet pyritään sijoittamaan asunnon pohjoisen- puoleiseen osaan, jotta auringonvalo ja lämpö häiritse-",
            "vät mahdollisimman vähän nukkumista.",
            "• Suora yhteys makuuhuoneista eteis- tai kulkutiloihin pa- rantaa asunnon käytettävyyttä.",
            "• Makuuhuoneiden välittömään läheisyyteen pyritään si- joittamaan myös peseytymis- ja wc-tilat.",
            "• Makuuhuoneen viihtyvyyttä lisää kulku makuuhuonees- ta ulkotiloihin.",
            "• Kahden lapsen iso yhteinen makuuhuone voidaan jakaa kahdeksi erilliseksi tilaksi.",
            "• Kalustuksen muunneltavuus ja väljä mitoitus tuo jousta- vuutta.",
            "• Mitoituksella ja esteettömyydellä pystytään ratkaise- maan myös liikuntarajoitteisten ja ikäihmisten toimimi- nen asunnossa.",
            "4",
            "Ääneneristys",
            "Asuinrakennuksessa tilojen sijoittelu on ääniteknisen suunnittelun perusta. Hiljaisuutta vaativat huoneet, kuten makuu- ja olohuoneet, sijoitetaan mahdollisimman kauas tiloista, joissa on äänekkäämpää toimintaa, kuten por- rashuoneista ja viereisen tai yläpuolisen huoneiston wc- ja kylpyhuonetiloista ja keittiöstä. Kylpyhuoneet, keittiöt, vaa- tehuoneet yms. porrashuoneen ja makuuhuoneen välillä suojaavat makuuhuoneita porrashuonemelulta. Oleskelu- tilojen äänten kuulumista makuutiloihin pystytään vaimen- tamaan seinä- ja oviratkaisuilla.",
            "Asunnossa tulee ottaa huomioon myös runko- ja askelää- neneristysvaatimusten täyttyminen, liikenteen äänet ym.",
            "Avoimet tilat",
            "• Avotilaa voidaan jakaa irtosermin tai kaapiston avulla, joka suojaa nukkujaa.",
            "• Pölyn hallinnan takia sänkyä ei suositella keittiön tai kir- jahyllyn läheisyyteen.",
            "• Avotilaratkaisut sopivat lähinnä yksin tai parisuhteessa eläville lapsettomille henkilöille.",
            "3",
            "4 KALUSTEET",
            "Sängyn läheisyyteen sijoittuu yleensä seuraavia kalustei- ta, valaisimia ja laitteita:",
            "• yöpöytä / laatikosto",
            "• kaapisto",
            "• korkea peili",
            "• työpöytä",
            "• istuin",
            "• lapsen hoitopöytä",
            "• lapsen sänky",
            "• kampauspöytä",
            "• TV",
            "• lukuvalo",
            "• yleisvalo",
            "Sänky, patja ja vuodevaatteet",
            "Patjan ja sängyn valintaan vaikuttaa nukkujan ikä, paino, terveydentila ja henkilökohtaiset mieltymykset. Sängyn ulkomitat määräytyvät nukkujan pituuden (nukkujan pituus + 150...250 mm) ja patjojen vakiokokojen mukaan. Seuraa- vassa on yleisimmät patjakoot:",
            "800\\times1900 mm, 800\\times2000 mm, 900\\times2000~mn, 1000\\times2000 mm, 1200\\times2000 mm, 1400\\times2000 mm, 1600\\times2000 mm.",
            "Patjoja voi teettää myös erikoismittaisina.",
            "Varsinaisen patjan päällä käytetään petauspatjaa säätele- mässä patjan pinnan pehmeyttä ja parantamassa nukku- mismukavuutta. Petauspatjojen paksuudet vaihtelevat 30...70 mm välillä.",
            "Laverisänky",
            "Perinteisin sänkytyyppi on ns. laverisänky, jonka päälle ir- topatja asetetaan. Sängyn levypohja tulisi olla tehty sälera- kenteisena tai rei´itettynä levynä, jotta patja tuulettuu ja hi- koilu vähenee. Laverisängyn alla olevaa tilaa voidaan käyt- tää säilytykseen. Tyypillinen ratkaisu on sängyn alle asen- netavat pyörälliset tai liukukiskoin liukuvat vetolaatikot. Joissain ratkaisuissa laverisängyn levypohja nousee me- kanismin avulla ylös, jolloin alaosan laatikko on käytettä- vissä.",
            "Moottoroitu sänky",
            "Moottoroidut sängyt ovat yleistyneet viime vuosina. Yleen- sä sängyn käyttäjä voi säätää pään ja jalkojen kor- keusasemaa ja hakea itselleen mieluisimman asennon. Näissä sängyissä on tarjolla monia ominaisuuksia.",
            "Vaahtomuovipatja",
            "Vaahtomuovipatja koostuu yhdestä tai useammasta vaah- tomuovikerroksesta. Se muistuttaa fyysisiltä ominaisuuk- siltaan joustinpatjaa. Laadukkaimpien vaahtomuovipatjo- jen pienet huokoset toimivat kuin minikokoiset jouset ja myötäilevät tarkasti vartalon muotoja. Paino jakautuu ta- saisesti, ja kehoon kohdistuva paine vähenee.",
            "Joustinpatja",
            "Joustinpatja muodostuu jousista ilman varsinaista kiinteää runkoa. Laadukkaimmissa patjoissa erivahvuiset jouset mukautuvat nukkujan painon ja muotojen mukaan. Jous- tinpatja sijoitetaan sängyn runkoon sälepohjalle. Toisin kuin runkopatja monet joustinpatjat on käännettävissä, jol- loin patjan kulutusta voidaan tasata ja lisätä patjan käyttöikää kääntämällä patjaa säännöllisin väliajoin.",
            "Runkopatja",
            "Runkopatjassa jousisto on puurungon päällä. Pohjan kiin- teän rakenteen vuoksi runkopatjaa ei voi taittaa eikä kään- tää kuten esimerkiksi joustinpatjaa. Runkopatjan voi sijoit- taa tavalliseen sänkyyn tai siihen voidaan lisätä jalat ja käyttää sänkynä.",
            "Jenkkivuode",
            "Jenkkivuode koostuu kolmesta patjakerroksesta. Alinna on paksu runkopatja, jonka päällä on joustinpatja. Lopulli- nen pehmeys saavutetaan paksulla sijauspatjalla. Jenkki- vuoteet ovat yleensä parisänkyjä.",
            "Futonpatja",
            "Puhtaasta, valkaisemattomasta ja pitkäkuituisesta puuvil- lasta ja kookoskuiduista valmistettu futon on hengittävä ja elää alustansa mukaan. Jämäkän rakenteen vuoksi se so- pii kovaa ja tukevaa nukkuma-alustaa havittelevalle.",
            "Vesisänky",
            "Vesisängyn patja on täytetty vedellä. Vesipatja mukautuu kehon muotoihin ja joidenkin näkemysten mukaan edistää verenkiertoa ja parantaa unen laatua. Pitkään sängyssä makaavin potilaiden on sanottu säästyneen makuuhaa- voilta vesisängyssä. Vesisängyn lämmitys tapahtuu säh- köllä. Lattiarakenteiden lujuus on syytä tarkistaa ennen ve- sisängyn sijoittamista.",
            "Vuodevaatteet",
            "Luonnonkuituiset kankaat pellava, puuvilla ja silkki, ovat hyviä vuodevaatemateriaaleja. Ne ovat hengittäviä eivätkä hiosta. Luonnonkuituja voidaan pestä kuumissa lämpöti- loissa toisin kuin tekokuituisia. Parhaana peiton ja tyynyn materiaalina pidetään untuvaa, joka tuntuu viileältä kuu- malla ja lämpimältä kylmällä. Peiton tikkauksen tulee olla laadukas, jotta untuvat eivät kasaudu yhteen kohtaan. Tii- viisti kudotut kankaat eivät päästä höyheniä läpi.",
            "Vuodevaatteet on syytä tuulettaa usein, jotta irtoava pöly saadaan poistettua.",
            "4",
            "5 MATERIAALIT",
            "Vaatesäilytys",
            "• Säilytystilaa on suositeltavaa olla vähintään kaksi kor- keata kaappia yhtä henkilöä kohden.",
            "• Isoissa asunnoissa makuuhuoneen yhteyteen suunni- tellaan vaatehuone.",
            "• Pienten makuuhuoneiden kaapistoissa liukuovien käyt- tö on suositeltavaa. Liukumekanismi mahdollistaa ovien suuren leveyden.",
            "• Vaatekaappien sisällä oleva valaisin parantaa kaapin käytettävyyttä.",
            "Yöpöytä / laatikosto",
            "Yöpöytä toimii laskutasona ja säilytystilana sängyn vieres- sä. Yöpöydässä oleva vetolaatikko tai kaappi mahdollistaa tavaroiden säilyttämisen sängyssäolijan ulottuvilla.",
            "Työpöytä",
            "Työpöydän koko ja muoto harkitaan tapauskohtaisesti. Seuraavassa on asioita, jotka pyritään ottamaan huomi- oon työpistettä suunniteltaessa.",
            "• Työpisteen yhteyteen suunnitellaan sähkö- ja atk-pisto- rasiat.",
            "• Riittävästä ergonomiasta huolehditaan.",
            "• Valaistus suunnitellaan siten, ettei häiritseviä heijastuk- sia näy kuvaruudulla eivätkä kontrastit taustaseinän, pöytäpinnan ja kuvaruudun välillä ole liian suuret.",
            "• Kirjahyllytilaa ja / tai laatikostotilaa järjestetään työpis- teen yhteyteen.",
            "Kampauspöytä",
            "Kampaus- tai peilipöytä voi kuulua isojen makuuhuoneiden kalustukseen. Peilipöydän ääressä tapahtuva kauneuden- hoito vapauttaa wc-tilat muulle toiminnalle. Peilipöydän yh- teyteen voidaan suunnitella säilytys- ja laskutilaa.",
            "Peili",
            "Pukeutumispeili on tarpeellinen etenkin aikuisten makuu- huonetiloissa. Kokovartalopeiliin katseluetäisyys on yleen- sä \\ge1200mm. Peilin yhteyteen pyritään järjestämään va- laistus.",
            "Televisio",
            "TV sijoitetaan usein myös makuuhuonetiloihin. TV:n sijoittu- minen pyritään ottamaan huomioon sähkösuunnitelmissa.",
            "Materiaalivalinnoilla vaikutetaan tilan visuaaliseen luon- teeseen, rakenneratkaisuihin ja sisäilman laatuun.",
            "Terveellisten rakennusmateriaalien kehitystyöhön kiin- nitetään nykyisin entistä enemmän huomiota. Rakennus- tietosäätiö RTS myöntää M1 merkinnän puolueettomassa laboratoriossa testatuille tuotteille. Kemiallisten testien li- säksi tuotteet käyvät läpi hajupaneelin aistinvaraisen arvi- oinnin. Lähes kaikista materiaaliryhmistä löytyy M1-luoki- teltuja tuotteita: maaleja, tapetteja, lattianpäällysteitä, ra- kennuslevyjä, tasoitteita, eristeitä jne.",
            "Seuraavassa on huomioita nukkumatilojen materiaaliva- linnoista:",
            "• Vuodevaatteet ja tekstiilipinnat saattavat aiheuttaa aller- giaoireita.",
            "• Lattiaan kosketaan paljaalla jalalla",
            "Lämmin materiaali on ihokosketuksessa miellyttävä Puulattia on huokoinen, lämmin, pölyämätön ja hel- posti siivottava. SIT 42-610016 Lautalattiat, puiset portaat ja käsijohteet.",
            "Tekstiilipäällysteet ovat etenkin Etelä-Euroopassa yleisiä. Suomessa niiden käyttö on rajoittunut viime- vuosina lähinnä hotelleihin- ja ravintoloihin, mutta hy- välaatuiset tekstiilipäällysteet soveltuvat myös asun- noissa käytettäviksi. Oikeanlainen puhdistus pitää ne pölyämättöminä. SIT 42-610003 Tekstiilipäällysteet, matot.",
            "Linoleum- ja korkkipinnoitteet ovat luonnonmateriaa- leja.",
            "Muovimatot ovat helposti siivottavia.",
            "• M1-luokitellut materaalit ovat sisäilman kannalta turvallisia."
        ]
    },
    {
        "title": "6 VÄRIT JA VALAISTUS",
        "content": [
            "Värit ja valaistus ovat kiinteästi yhteydessä toisiinsa. Eri valonlähteet toistavat värejä eri tavalla, siksi värisävyt muuttavat luonnettaan valaistuksen vaihtuessa.",
            "6.1 Värit",
            "Värimieltymykset ovat yksilöllisiä, rakennusmateriaalit ja tilan luonne vaihtelevat, mutta tiettyjä perusperiaatteita värien käytöstä voidaan antaa.",
            "• Makuuhuoneissa suositaan rauhallisia vaaleita värejä. Ympäristön värit eivät saa aktivoida liikaa nukahtajaa. • Yleensä pienet pinnat voidaan maalata värikkäämmiksi kuin suuret.",
            "• Rauhallinen ilme säilyy, vaikka huoneen yksi seinistä oli- si voimakkaasti väritetty kunhan muut pinnat antavat ti- lalle miellyttävän yhtenäisen taustavärin.",
            "• Lasten nukkumatilojen värityksessä käytetään usein kirk- kaita värejä. Lasten värimieltymykset muuttuvat ikäkehi- tyksen myötä.",
            "• Väripsykologian mukaan nukkumatiloihin soveltuvat rauhoittavat, viileät värisävyt kuten vaalea sininen, vio- letti, vihreä tai turkoosi.",
            "5"
        ]
    },
    {
        "title": "6.2 Valaistus",
        "content": [
            "Tavallisin valaistusratkaisu makuuhuoneissa on melko yk- sinkertainen: huoneen keskiosan kattoon sijoitetaan pin- ta-asennettu tai riippuva yleisvalo, jota täydennetään sän- kyjen päädyissä olevilla suunnattavilla lukuvaloilla.",
            "Tämä ratkaisu on usein riittävä, kunhan huolehditaan, että kokonaisvalomäärä riittää normaalien päiväaskareiden suo- rittamiseen.",
            "Seuraavassa on lueteltu valaistukseen liittyviä asioita: • Valaistustason muunneltavuus ja valojen säätömahdol- lisuus pyritään ottamaan suunnittelussa huomioon.",
            "• Yleisvalon suuntaaminen epäsuorasti katon kautta es- tää häikäisyn syntymisen. Yleisvalo voidaan järjestää myös paikallisia valoja käyttäen.",
            "• Lukuvalon katkaisin sijoitetaan sängyn lähelle, jotta va- lon ohjaaminen onnistuu sängystä nousematta.",
            "• Makuuhuoneen kaapistojen käytettävyyttä helpottaa kaapistojen sisään asennettavat valaisimet. Lasiovellisis- sa kaapeissa valaisin toimii osana kokonaisvalaistusrat- kaisua.",
            "• Oikein suunnattu lämminsävyinen peilivalo antaa tasai- sen varjottoman valon kasvoille.",
            "•",
            "Makuuhuoneen yhteydessä olevaan työpisteeseen jär- jestetään riittävä valaistus. Tietokoneella työskenneltä- essä näyttöpäätteelle heijastuvat häiritsevät valopisteet pyritään eliminoimaan. Valaistustason muunneltavuus mahdollistaa erityyppiset työtehtävät.",
            "• Luonnonvalon hallinta pyritään ottamaan suunnitelmis- sa huomioon. Pimeässä tai hämärässä unenlaatu on hyvä, SIT 82-610005 Verhot."
        ]
    },
    {
        "title": "Kalusteiden ja varusteiden tilantarve:",
        "content": [
            "• sänky",
            "• parisänky",
            "800...1000\\times1900...2000~mn 1600...2000\\times1900...2000~mm",
            "• lasten sänky 700...800 x 1200...1400 mm",
            "Tilantarvetta tutkittaessa käytetään piirustuksissa sänky- jen pituutena vähintään 2100 mm.",
            "• Lasten hoitopöytä 900...1200 x 700...800 mm",
            "/",
            "/",
            "2200",
            "*",
            "2200",
            "2700...2900"
        ]
    },
    {
        "title": "7 ILMANLAATU",
        "content": [
            "Uudisrakentamisessa hyvän sisäilman laadun kannalta tärkeimpiä asioita ovat puhdas ja toimiva ilmanvaihtojär- jestelmä, kuivat ja kosteusteknisesti toimivat rakenteet, vähäpäästöiset rakennus- ja sisustusmateriaalit, helppo siivottavuus ja allergeenien välttäminen.",
            "Sisäilmastoluokitus 2000 (RT 07-10741) antaa tavoi- tearvoja hyvälle sisäilman laadulle sekä käytännön työka- luja suunnitteluun ja toteutukseen. Luokituksessa on toi- mintaohjeita mm. kosteuden- ja pölynhallintaan sekä il- manvaihtokanaviston suojaamiseen.",
            "Asumisviihtyvyyden ja terveyden kannalta paras huone- lämpötila on 21...22^{\\circ}C, makuuhuoneessa lämpötila voi olla 1-2^{\\circ}C alhaisempi. Lattian pintalämpötila ei saisi las- kea alle +18^{\\circ}C. Alhaiset pintalämpötilat voivat aiheuttaa kosteuden tiivistymistä rakenteisiin, jonka seurauksena saattaa syntyä haitallista mikrobikasvustoa.",
            "Korkea lämpötila (yli~23^{\\circ}C) saattaa aiheuttaa sisäilmaan liittyvää oireilua sekä kuivuuden ja tunkkaisuuden tunnetta. Asunnon ilman suhteellisen kosteuden tulisi olla lämmi- tyskaudella noin 20...45 %, joskaan sen saavuttaminen ei ole aina mahdolista mm. ilmastollisista syistä. Huoneilman kostuttamista tulee aina välttää.",
            "Kiinteiden varusteiden tilantarve:",
            "• pistorasiat ja jalkalistat ulkonevat seinästä 100 mm. • lämpöpatterit ja -putket ulkonevat seinästä 100...200 mm. • oven vieressä olevat katkaisijat ja pistorasiat vaativat leveyssuunnassa 150 mm",
            "100...200",
            "150",
            "100...200",
            "100",
            "6",
            "3700",
            "16..17~m^{2}",
            "4500",
            "7",
            "2800",
            "2200",
            "7 m²",
            "2200",
            "7 m²",
            "2600",
            "2700",
            "3300",
            "8...9~m^{2}",
            "9...10~m^{2}",
            "11~m^{2}",
            "2800",
            "13~m^{2}",
            "12..13~m^{2}",
            "4500",
            "6300",
            "22~m^{2}",
            "3500",
            "3400",
            "16...17~m^{2}",
            "4900",
            "3400",
            "15...16~m^{2}",
            "4600",
            "4500",
            "16~m^{2}",
            "15...16~m^{2}",
            "$1300...1500",
            "$1300...1500",
            "1300...1500",
            "1600 (900) 1300...1500 4200",
            "Kuvat 1 ja 2",
            "Museovirasto",
            "Kuvat 3 ja 4",
            "Villa Ervi, Rakennustaiteen museo",
            "8",
            "2100",
            "1000",
            "600",
            "3700",
            "3300",
            "13~m^{2}",
            "4000",
            "3600",
            "16~m^{2}",
            "4500",
            "4800",
            "3500",
            "16~m^{2}",
            "12~m^{2}",
            "3300",
            "3600",
            "3400",
            "16...17~m^{2}",
            "KIRJALLISUUTTA",
            "Asuntoarkkitehtuuri ja -suunnittelu. Esko Kahri, Hannu Pyykönen. Gummerus Oy. Jyväskylä. 1984.",
            "Miten ennen asuttiin. Timo Niiranen. Otava. Keuruu. 1981.",
            "Talonpoikaiskulttuurin kasvu. Matti Linkola. Toivo Hakamäki, Heik- ki Kirkinen, Tamprint Oy. Tampere. 1985.",
            "Suomalaisen asuntoarkkitehtuurin tarina. Olli Lehtovuori. Ympä- ristöministeriö, Rakennustieto Oy. Print Karisto Oy. Hämeenlinna. 1999.",
            "Tämän SIT-ohjekortin käsikirjoituksen on laatinut Martti Lukander ja julkais- tavaksi hyväksynyt Rakennustietosäätiön RTS toimikunta TK 246 Sisustus-",
            "tekstiilit ja -materiaalit",
            "Matti Kulovesi",
            "Lauri Olin",
            "Martti Lukander",
            "Irja Hansio",
            "sisustusarkkitehti",
            "sisustusarkkitehti",
            "sisustusarkkitehti",
            "rakennusarkkitehti",
            "Rakennustietosäätiö RTS 2005",
            "4800",
            "*",
            "3400",
            "3400",
            "16...17~m^{2}",
            "4900"
        ]
    }
]