[
    {
        "title": "",
        "content": [
            "eikä",
            "ladata tekoälysovelluksiin.",
            "RT",
            "R"
        ]
    },
    {
        "title": "AJONEUVOJEN MITTOJA",
        "content": [
            "Tässä ohjeessa esitetään ajoneuvojen ja yleisimpien autotyyppien mittoja, massoja sekä liikenteeseen hyväksymistä koskevia rajoituksia.",
            "RT 98-11213",
            "ΚΗ 91-00586",
            "Infra 64-710157",
            "OHJEET",
            "toukokuu 2016",
            "1 (8)",
            "korvaa RT 98-10914",
            "Infra 64-710067",
            "SISÄLLYSLUETTELO",
            "1",
            "MÄÄRITELMIÄ",
            "1.1 Käsitteitä",
            "1.2 Ajoneuvotyyppejä",
            "1.3 Ajoneuvojen massat 1.4 Rajoituksia",
            "2",
            "AJONEUVOJEN MITAT 2.1 Ajoneuvojen päämitat 2.2 Kääntyminen",
            "KIRJALLISUUTTA",
            "1 MÄÄRITELMIÄ",
            "1.1 Käsitteitä",
            "Useimmat seuraavassa esitetyt käsitteet perustuvat Ajoneuvo- lakiin. Käsitteitä esitetään kuvassa 1.",
            "1.2 Ajoneuvotyyppejä",
            "Moottorikäyttöisiä ajoneuvoja ovat auto, moottoripyörä ja mopo sekä traktori, moottorityökone ja maastoajoneuvo. Lisäk- si on moottorikäyttöisiä kaksi-, kolmi- tai nelipyöräisiä ajoneu- voja. Moottorittomia ajoneuvoja, joiden mittoja tässä ohjeessa on esitetty, ovat polkupyörä ja matkailuvaunu.",
            "1.3 Ajoneuvojen massat",
            "Ajoneuvojen massasta säädetään Valtioneuvoston asetuksessa ajoneuvojen käytöstä tiellä annetun asetuksen muuttamisesta. Tässä ohjeessa käytetään termejä akselimassa ja telimassa.",
            "Akselimassalla tarkoitetaan autoa tai perävaunua tiellä kulje- tettaessa sen akselille kohdistuvaa massaa.",
            "Telimassalla tarkoitetaan sen telille kohdistuvaa massaa. Korkeus on ylimpänä olevan koriosan (antenneja, kattotelinei- tä tai vastaavia ei oteta huomioon) tai kuorman korkeimman kohdan etäisyys maanpinnasta.",
            "Akseliväli on kahden peräkkäisen akselin välinen etäisyys. Teli on ajoneuvon kahden tai useamman peräkkäin olevan ak- selin muodostama kokonaisuus, jossa akselimassat on jaettu määräsuhteessa.",
            "Raideväli on kahden akseliin kiinnitetyn pyörän tai pyöräparin keskipisteiden välinen etäisyys.",
            "Takaylitys on korin tai ajoneuvon takimmaisen osan ja taka- akselin tai telin keskipisteen välinen etäisyys.",
            "Etuylitys on ajoneuvon etummaisen osan ja etummaisen ak- selin välinen etäisyys.",
            "1.4 Rajoituksia",
            "Ajoneuvon mittoja koskevat rajoitukset on esitetty Valtioneu- voston asetuksessa ajoneuvojen käytöstä tiellä annetun asetuk- sen muuttamisesta. Enimmäismitat esitetään piirroksissa.",
            "Korkeus",
            "Suurin sallittu korkeus on 4,40 m.",
            "Piirroksissa esitetty enimmäiskorkeus on 4,20 m. Jos ajoneu- von korkeus on yli 4,20 metriä, kuljetuksen suorittajan ja kul- jettajan on varmistettava, että kuljetuksen suorittaminen käy- tettävällä kuljetusreitillä on mahdollista ilman riskiä osumisesta tien yläpuolisiin rakenteisiin.",
            "Mitoituksessa on otettava huomioon mahdollinen jousituk- sen ja teliakselin noston vaikutus 0,1...0,2 m sekä ulkoalueilla lisäksi uusittavan asfalttipäällysteen ja lumen aiheuttama ko- rotus 0,2...0,3 m.",
            "Kokonaispituus",
            "Ajoneuvon suurimmat sallitut kokonaispituudet esitetään piir- roksissa..",
            "Leveys",
            "Ajoneuvon suurin sallittu leveys on 2,60 metriä. Kiinteältä ra- kenteeltaan yli 22,00 metrin pituisessa yhdistelmässä käytet- tävän muun kuin lämpöeristetyn ajoneuvon sekä linja-auton suurin sallittu leveys on kuitenkin 2,55 metriä.",
            "1,3",
            "Kuva 1. Ajoneuvojen ulottuvuuksia ja käsitteitä.",
            "Kääntökulmalla tarkoitetaan yleensä akseli etupyörien kääntökulmaa",
            "* leveys",
            "teli",
            "kuormaus- korkeus",
            "** raideväli",
            "korkeus",
            "etuylitys",
            "akseliväli",
            "takaylitys",
            "takaylitys",
            "***",
            "*",
            "*",
            "äärimmäisten akselien väli",
            "*",
            "kokonaispituus",
            "*",
            "2 AJONEUVOJEN MITAT",
            "2.1 Ajoneuvojen päämitat",
            "Kuvissa 2... 6 esitetään esimerkkejä ajoneuvotyyppien mitoista ja massoista sekä kuormauskorkeuksista.",
            "1,8",
            "1,9",
            "0,6",
            "2,0",
            "0,8",
            "2,3",
            "0,8",
            "*",
            "1,2",
            "1,8",
            "polkupyörän ja lasten kuljetusvaunun pituus on 3,0 m ja leveys 0,8 m",
            "Ns. mopoauto (kevyt nelipyörä)",
            "pituus 3,05...3,1 m, leveys 1,5 m, akseliväli 2,0 m, raideleveys edessä 1,4 m, takana 1,4 m, kääntösäde 4,0 m.",
            "Moottoripyörä",
            "pituus 2,65...2,7 m, leveys 1,05...1,1 m, korkeus 1,2 m, akseliväli 1,75...1,8 m, istuinkorkeus 0,66 m",
            "Moottoripyörän, mopon, kolmipyörän, nelipyörän ja kevyen nelipyörän suurimmat sallitut päämitat esitetään Valtioneuvoston asetuksessa ajoneuvojen käytöstä tiellä annetun asetuksen muuttamisesta:",
            "a) pituus",
            "L6e-B luokan ajoneuvon pituus kuitenkin 3,00 m ja L7e-C luokan ajoneuvon pituus 3,70 m",
            "b) leveys",
            "kaksipyöräisen mopon leveys",
            "c) korkeus",
            "4,00 m,",
            "2,00 m",
            "1,00 m",
            "2,50 m",
            "Kaksipyöräisen polkupyörän suurin sallittu leveys on 0,80 metriä. Useampipyöräisen polkupyörän suurin sallittu leveys on 1,25 metriä.",
            "Kuva 2. Polkupyörän, mopon ja moottoripyörän mittoja. Mittakaava 1:100.",
            "1,8",
            "Henkilöauto on henkilöiden kuljetukseen valmistettu ajoneuvo, jossa on kuljettajan lisäksi tilaa enintään kah- deksalle henkilölle, Ajoneuvolaki.",
            "4,8",
            "0,8",
            "2,7",
            "1,3",
            "Henkilöauto, yleinen koko",
            "5,1",
            "0,95",
            "3,0",
            "1,15",
            "Maastoauto",
            "5,0",
            "1,5...1,8",
            "*",
            "0,9",
            "0,4...0,6",
            "1,8...2,1",
            "*",
            "1,7...2,0",
            "DO",
            "*",
            "1,5",
            "1,7",
            "1,8...2,0",
            "0,9",
            "Pakettiauto, yleinen koko",
            "3,0",
            "1,1",
            "1,6",
            "Pakettiauto on tavaran kuljetukseen valmistettu ajoneuvo, jonka kokonaismassa on enintään 3,5 tonnia, Ajoneuvolaki.",
            "*",
            "3,8",
            "6,0",
            "0,8",
            "1,3",
            "0,4...0.7",
            "Pakettiauto, suuri",
            "Hälytysajoneuvo. Hälytyslaitteet lisäävät korkeutta, yleinen korkeus on 2,9 m.",
            "Kuva 3. Henkilöauton ja pakettiauton mittoja. Mittakaava 1:100.",
            "2,5...2,7",
            "1,7",
            "2,0...2,3",
            "回",
            "D",
            "DO",
            "1,5",
            "1,8",
            "0,95",
            "700",
            "2,0",
            "1,0",
            "7,5",
            "Matkailuvaunu, yleinen koko",
            "5,9",
            "2,1",
            "*",
            "0",
            "2,3",
            "2,7",
            "*",
            "4,0",
            "5,0...8,5",
            "2,4",
            "*",
            "Matkailuauto, yleinen koko",
            "4,4",
            "1,0 **",
            "2,1",
            "1,3",
            "1,8",
            "*",
            "1,4",
            "*",
            "Invataksi, 16-paikkainen bussi",
            "Liikenteessä saa olla linja-autoja, joiden mittarajoituksina on (Valtioneuvoston asetus ajoneuvojen käytöstä tiellä annetun asetuksen muuttamisesta):",
            "2-akselisen linja-auton pituus enintään 13,5 m vähintään 3-akselisen linja-auton pituus enintään 15,00 m nivelrakenteisen linja-auton pituus enintään 18,75 m linja-auton suurin sallittu leveys 2,55 m",
            "Kiinteistönhuollossa käytettävä traktori. Tapauskohtaisesti tilojen suunnittelua varten selvitetään suunnittelukohteessa käytettävä kalusto.",
            "\\le13,5",
            "(0)",
            "3,5",
            "7,0",
            "2,... 2,9",
            "\\le15,0",
            "3,5",
            "1,3",
            "7,5",
            "2,7",
            "\\le18,75",
            "3,4",
            "2,0",
            "5,4",
            "2,7",
            "5,0 Kuva 4. Matkailuajoneuvojen, traktorien ja linja-autojen mittoja. Mittakaava 1:200.",
            "VL/1/toukokuu 2016/Rakennustieto Oy Rakennustietosäätiö RTS 2016",
            "2,9...3,3",
            "2,9...3,3",
            "korkeus \\le4.20~r m",
            "yksikerroksisten linja-autojen",
            "korkeus on 3,8 m",
            "コロ",
            "0",
            "2,3",
            "2,55",
            "0",
            "BO 10",
            "2,3",
            "2,55",
            "Π",
            "D",
            "BO 10",
            "2,3",
            "2,55",
            "ohjeet",
            "0",
            "8,0",
            "Kuorma-auto on tavaran kuljetukseen valmistettu ajoneuvo. Ajoneuvon akseli-, teli- ja kokonaismassat on esitetty Valtioneuvoston asetuksessa ajoneuvojen käytöstä tiellä annetun asetuksen muuttamisesta.",
            "13",
            "4,7",
            "2,0",
            "Π",
            "≤ 4,2 0,8...1,0",
            "Kuorma-auto. Paloauton mitat ovat samaa luokkaa kuin kuorma-auton.",
            "7,8",
            "\\le25,25",
            "1,3",
            "4,6",
            "1,4",
            "5,2",
            "1,3",
            "5,9",
            "\\le13,6",
            "\\le12,0",
            "1,3",
            "5,6",
            "1,4",
            "3,6",
            "\\le8,15",
            "(0)",
            "1,41,4",
            "2,7",
            "1,0...1,3",
            "≤ 4,2",
            "Kuorma-auton ja varsinaisen perävaunun yhdistelmä. Moduuliyhdistelmä on kuorma-auton ja perävaunun tai kuorma-auton ja kahden perävau- nun yhdistelmä, jonka enimmäispituus on 25,25 m.",
            "jäteauto",
            "लण",
            "1,3 3,0",
            "1,3",
            "6,7",
            "\\le16,5 \\le13,6",
            "kuorma-auton ja puoliperävaunun yhdistelmä",
            "8,0",
            "4,2",
            "VI",
            "1,41,4 2,7",
            "9,2...10,0",
            "1,4",
            "4,6",
            "2,0",
            "1,5",
            "4,1",
            "1,4",
            "3,0",
            "VL/1/toukokuu 2016/Rakennustieto Oy Rakennustietosäätiö RTS 2016",
            "1,0...1,3",
            "*",
            "≤ 4,2",
            "≤ 4,2",
            "Kuva 5. Kuorma-auton, ajoneuvoyhdistelmien ja jäteautojen mittoja. Leveys esitetään kohdassa 1.4. Mittakaava 1:200. Tapauskohtaisesti tilojen suunnittelua varten selvitetään suunnittelukohteessa käytettävä kalusto. Jäteauton kuormauslaitteen liikkumiseen tarvittava tila on piirroksessa esitettyä 4,2 metriä korkeampi, mikä tilojen suunnittelussa otetaan huomioon. Jätehuollon tyhjennyskaluston tilantarpeita esitetään ohjeessa RT 69-11190 Asuinkiinteistön jätehuolto.",
            "1,0...1,2",
            "≤ 4,2",
            "3,75",
            "12,0",
            "3,7",
            "面",
            "6,75",
            "6,0",
            "*",
            "1,41,3 2,4",
            "3,3",
            "4,95",
            "pituus 12 m korkeus 3,7 m",
            "Leveys tukijaloista 6 m ulottuma 19 m",
            "kääntyessä ulkosäde 12,5 m, sisäsäde 5,5 m kokonaismassa 32 t",
            "etuakselimassa 8 t",
            "Kuva 6. Pelastusauton mittoja. Pelastustien suunnitteluohjeita on mm. näissä julkaisuissa: Pelastustien suunnittelu ja toteutus. Helsingin kau- pungin pelastuslaitos. Ohje 36/16/RIHOS ja Helsingin kaupungin Kaupunkisuunnitteluviraston julkaisu 2007:5 Helsinkiläinen kerrostalopiha."
        ]
    },
    {
        "title": "2.2 Kääntyminen",
        "content": [
            "Kuvissa 7...12 esitetään ajoneuvon ja ajoneuvoyhdistelmän kääntyvyyksiä kääntösäteinä. Ajoneuvojen koot ja kääntyvyy- det vaihtelevat yleisesti paljon mitoitusajoneuvon arvoista sekä suurempiin että pienempiin arvoihin.",
            "Kääntösäde on kääntöpyörien ääriasennossa ollessa korin uloimmaisen pisteen kiertämän ympyrän säde. Kuvissa on esitetty kääntösäteet ja tarvittava esteetön ajovara (a). Ajova- ralla näissä kuvissa tarkoitetaan etäisyyttä korkeaan kiinteään esteeseen, joten se ei koske alle 120 mm korkeaa reunakiveä. Ajoväylän mitoitusohjeita esitetään ohjeessa RT 98-11214, KH 91-00587, Infra 63-710156 Ajoväylät, hitaasti liikennöitävät.",
            "6,0",
            "n. 3,0",
            "Kuva 7. Henkilö- ja pakettiauton kääntyvyys. Mittakaava 1:200.",
            "Kuva 8. Linja-auton kääntyvyys. Mittakaava 1:200.",
            "VL/1/toukokuu 2016/Rakennustieto Oy Rakennustietosäätiö RTS 2016",
            "12,50",
            "3,60",
            "a",
            "a",
            "8,0",
            "n. 4,2",
            "la",
            "a",
            "≤ 12,50",
            "\\ge5.30",
            "a",
            "Kuva 9. Nivellinja-auton kääntyvyys. Mittakaava 1:200. Kaksinivelisen linja-auton kääntyvyys tulee tutkia erikseen.",
            "Kuva 10. Kuorma-auton kääntyvyys. Mittakaava 1:200.",
            "11,70",
            "3,50",
            "a",
            "a",
            "≤ 12,50",
            "≥ 5,30",
            "Kuva 11. Kuorma-auton ja puoliperävaunun yhdistelmän kääntyvyys. Mittakaava 1:200.",
            "VL/1/toukokuu 2016/Rakennustieto Oy Rakennustietosäätiö RTS 2016",
            "a",
            "a",
            "2,0",
            "a",
            "12,50",
            "Kuva 12. Kuorma-auton ja varsinaisen perävaunun yhdistelmän kääntyvyys. Mittakaava 1:200.",
            "Kuva 13. Traktorin kääntyvyys. Mittakaava 1:200."
        ]
    },
    {
        "title": "Asetukset",
        "content": [
            "Valtioneuvoston asetus ajoneuvojen käytöstä tiellä annetun asetuk- sen muuttamisesta 407/2013 ja 1612/2015."
        ]
    },
    {
        "title": "RT-ohjeet",
        "content": [
            "RT 69-11190 Asuinkiinteistön jätehuolto. 2015. 8 s.",
            "RT 98-11180, Infra 63-710140 Jalankulku- ja pyöräilyväylät. 2015. 24 s. RT 98-11207, KH 91-00584, Infra 64-710150 Polkupyörien pysäköinti ja säilytys. 2016. 15 s.",
            "RT 98-98-11214, ΚΗ 91-00587, Infra 63-710156 Ajoväylät, hitaasti liikennöitävät. 2016. 11 s."
        ]
    },
    {
        "title": "Ohjejulkaisuja",
        "content": [
            "Pelastustien suunnittelu ja toteutus. Helsingin kaupungin pelastuslai- tos. Ohje 36/16/RIHOS. Ohje on laadittu yhteistyössä Itä-Uudenmaan pelastuslaitoksen, Keski-Uudenmaan pelastuslaitoksen ja Länsi- Uudenmaan pelastuslaitoksen kanssa. 7 s.",
            "Helsingin",
            "Helsinkiläinen kerrostalopiha. Kaupunkisuunnitteluvirasto. Julkaisu 2007:5. 77 s.",
            "kaupunki.",
            "Tämän ohjeen on laatinut Rakennustietosäätiö RTS:n toimikunta TK 362 Pysäköintitilat",
            "Harri Haantio, projektipäällikkö, Trafix Oy",
            "Christer Hede, toimitusjohtaja, EuroPark Finland Oy",
            "Ville Keskisaari, suunnittelija, Ramboll Finland Oy",
            "Juho Kero, liikennesuunnittelija, Trafix Oy",
            "Niina Kilpelä, arkkitehti, Invalidiliitto ry",
            "Mikko Lahikainen, toimitusjohtaja, arkkit., Parviainen Arkkitehdit Oy Ltd",
            "Heikki Leppänen, dipl.ins., rak.arkkit., puheenjohtaja",
            "Thomas Meyer, lupa-arkkitehti, Espoon kaupunki, rakennusvalvonta",
            "Veikko Mäkipaja, arkkitehti, Arkkitehdit Hannunkari & Mäkipaja Architects Juha Seppälä, hankekehityspäällikkö, NCC Rakennus Oy",
            "Ilkka Rekonen, lupapäällikkö, arkkit., Vantaan kaupunki, Rakennusvalvonta Timo Meuronen, toimitusjohtaja, Aihio Arkkitehdit Oy",
            "Asko Takala, arkkitehti, Kirsti Sivén @ Asko Takala Arkkitehdit Oy",
            "Mikko Vuorinen, johtava konsultti, Kaupunkiliikenne, Sito Oy Viljo Lukkarinen, projektipäällikkö, Rakennustieto Oy, sihteeri."
        ]
    }
]